{"classes":["QUESTION","GARBAGE"],"annotations":[["In all districts of all lands, in all the classes of communities thousands of minds are intently occupied, the merchant in his compting house, the mechanist over his plans, the statesman at his map, his treaty, & his tariff, the scholar in the skilful history & eloquence of antiquity, each stung to the quick with the desire of exalting himself to a hasty & yet unfound height above the level of his peers. Each is absorbed in the prospect of good accruing to himself but each is no less contributing to the utmost of his ability to fix & adorn human civilization. (Journal entry of December, 1824)\r",{"entities":[[0,599,"GARBAGE"]]}],["More Social Psychology pages ...\r",{"entities":[[0,32,"GARBAGE"]]}],["The \"difficult children\" Another set of characteristics such as irregular in bodily functions, usual intensity in reactions, tendency to withdraw in the face of new stimuli, relative slowness to adapt to changes in the environment and general negativity in mood was deemed by the reseachers to be associable with another group that they labelled \"difficult children\". As infants such children - comprising about ten per cent of the children sampled - were often irregular in feeding and sleeping, were slower to accept new foods, took a longer time to adjust to new routines or activities and tended to cry a great deal. Their crying and their laughter were rated as being characteristically loud. Frustrations usually seemed to send them into violent tantrums. These children were, of course, something of a trial to their parents and required a high degree of consistency and tolerance in their upbringing.\r",{"entities":[[0,908,"GARBAGE"]]}],["https://www.age-of-the-sage.org/psychology/milgram_perils_authority_1974.html https://www.age-of-the-sage.org/psychology/social/asch_conformity.html https://www.age-of-the-sage.org/psychology/social/festinger_carlsmith_cognitive_dissonance.html https://www.age-of-the-sage.org/psychology/social/hastorf_cantril_saw_game.html https://www.age-of-the-sage.org/psychology/social/sherif_robbers_cave_experiment.html https://www.age-of-the-sage.org/human_nature_tripartite_soul.html\r",{"entities":[]}],["Our neighbours are occupied with employments of infinite diversity. Some are intent on commercial speculations; some engage warmly in political contention; some are found all day long at their books … (This dates from January - February, 1828)\r",{"entities":[[0,243,"GARBAGE"]]}],["The set of ratings in these nine characteristics were held to define the temperament, or behavioural profile, of each child. Such profiling was held to be reliable even as early as the age of two or three months. The team found that the nine qualities could be identified and rated in a wide diversity of population samples they studied: be they rich, poor, of recent immigrant background, mentally retarded children, children born prematurely or children with congenital rubella (\"German measles\") related conditions the team were satisfied that they could reliably rate these nine personality / temperament\r",{"entities":[[0,608,"GARBAGE"]]}],["Is Human Being more truly Metaphysical than Physical?\r",{"entities":[[0,53,"QUESTION"]]}],["7. the child's general mood or \"disposition\", whether cheerful or given to crying, pleasant or cranky, friendly or unfriendly;\r",{"entities":[[0,2,"GARBAGE"],[3,125,"QUESTION"],[125,126,"GARBAGE"]]}],["Social Psychology +\r",{"entities":[[0,19,"GARBAGE"]]}],["https://www.age-of-the-sage.org/human_nature_tripartite_soul.html https://www.age-of-the-sage.org/roots.html\r",{"entities":[[0,108,"GARBAGE"]]}],["Understanding the Past and Present. Why is the World the way it is today?\r",{"entities":[[0,73,"QUESTION"]]}],["The \"easy children\" This type - approximately forty per cent of the 141 children in the total sample were placed in this category - was held to be characterised by positiveness in mood, regularity in bodily functions, a low or moderated intensity of reaction, adaptability and positive approach to, rather than withdrawal from, new situations. In infancy these children seemed to quickly establish regular sleeping and feeding schedules, were generally cheerful and adapted quickly to new routines, new food and new people. As they grew older they learned the rules of new games quickly, participated readily in new activities and adapted easily to school. This group was called the \"easy children\", because they presented so few problems in care and training.\r",{"entities":[[0,760,"GARBAGE"]]}],["The Nature vs Nurture Debate\r",{"entities":[[0,28,"GARBAGE"]]}],["Festinger and Carlsmith ~ Cognitive consequences of forced compliance\r",{"entities":[[0,69,"GARBAGE"]]}],["3. the response to a new object or person, in terms of whether the child accepts the new experience or withdraws from it;\r",{"entities":[[0,2,"GARBAGE"],[3,120,"QUESTION"],[120,121,"GARBAGE"]]}],["https://www.age-of-the-sage.org/index.html https://www.age-of-the-sage.org/sitemap.html\r",{"entities":[[0,87,"GARBAGE"]]}],["The \"slow to warm up\" The children classified by the team as \"slow to warm up\" - fifteen per cent of the population sample studied - typically had relatively low activity levels, tended to withdraw on their first exposure to new stimuli, were slower to adapt, were somewhat negative in mood and responded to situations with a low intensity of reaction.\r",{"entities":[[0,352,"GARBAGE"]]}],["With some forty per cent being deemed to be \"easy children\", some ten per cent being deemed to be \"difficult children\", and with some fifteen per cent being deemed to be \"slow to warm up\" only some sixty-five per cent of the children were described as belonging to one or other of the three categories the study felt it appropriate to to define. The remaining thirty-five per cent had such mixtures of the nine temperament traits as did not seem to allow classification into one of the three groups.\r",{"entities":[[0,499,"GARBAGE"]]}],["https://www.age-of-the-sage.org/historical/biography/otto_von_bismarck.html https://www.age-of-the-sage.org/historical/biography/metternich.html https://www.age-of-the-sage.org/sitemap.html#historical_biography https://www.age-of-the-sage.org/history/1848/revolution_of_1848.html https://www.age-of-the-sage.org/history/italian_unification.html https://www.age-of-the-sage.org/history/german_unification.html https://www.age-of-the-sage.org/sitemap.html#history https://www.age-of-the-sage.org/index.html https://www.age-of-the-sage.org/mysticism/world_religions_populations.html https://www.age-of-the-sage.org/mysticism.html https://www.age-of-the-sage.org/interfaith_studies.html https://www.age-of-the-sage.org/sitemap.html#spirituality https://www.age-of-the-sage.org/buddhism/Buddha_teachings.html https://www.age-of-the-sage.org/buddhism/buddhist_philosophy.html https://www.age-of-the-sage.org/buddhism/buddhism_christianity.html https://www.age-of-the-sage.org/sitemap.html#buddhism https://www.age-of-the-sage.org/biography_life_works.html https://www.age-of-the-sage.org/psychology/nature_nurture.html https://www.age-of-the-sage.org/psychology/milgram_obedience_experiment.html\r",{"entities":[[0,1189,"GARBAGE"]]}],["Thomas, Chess & Birch ~ human personality traits\r",{"entities":[[0,48,"GARBAGE"]]}],["8. the degree of the child's distractibility from what he is doing;\r",{"entities":[[0,2,"GARBAGE"],[3,66,"QUESTION"],[66,67,"GARBAGE"]]}],["5. the threshold, or sensitivity, to stimuli;\r",{"entities":[[0,2,"GARBAGE"],[3,44,"QUESTION"],[44,45,"GARBAGE"]]}],["\"The first glance at History convinces us that the actions of men proceed from their needs, their passions, their characters and talents; and impresses us with the belief that such needs, passions and interests are the sole spring of actions.\" Georg Hegel, 1770-1831, German philosopher, The Philosophy of History (1837)\r",{"entities":[[0,320,"GARBAGE"]]}],["When the researchers analysed the behavioural profiles of the children in an endeavour to find correlations among the nine individual characteristics, they found that certain attributes did seem to cluster together. This clustering seemed to point toward the definition of three general types of temperament (although quite a few of the children did not easily fit into any of these three \"types\").\r",{"entities":[[0,398,"GARBAGE"]]}],["Chess S, Thomas A, Birch HG, Hertzig M: Implications of a longitudinal study of child development for child psychiatry. Am J Psychiatry 1960; 117:434-441\r",{"entities":[[0,153,"GARBAGE"]]}],["9. the span of the child's attention and his persistence in an activity.\r",{"entities":[[0,2,"GARBAGE"],[3,72,"QUESTION"]]}],["https://www.age-of-the-sage.org/emerson_essay_history.html https://www.age-of-the-sage.org/philosophy/history/understanding_the_past_present_future.html\r",{"entities":[]}],["https://www.age-of-the-sage.org/archaeology/terracotta_warriors.html https://www.age-of-the-sage.org/archaeology/otzi_the_iceman.html https://www.age-of-the-sage.org/archaeology/antikythera_mechanism.html https://www.age-of-the-sage.org/sitemap.html#archaeology https://www.age-of-the-sage.org/psychology/milgram_obedience_experiment.html https://www.age-of-the-sage.org/psychology/social/asch_conformity.html https://www.age-of-the-sage.org/psychology/nature_nurture.html https://www.age-of-the-sage.org/sitemap.html#social_psychology https://www.age-of-the-sage.org/quotations/quotes/stephen_fry_gods_religions_beliefs.html https://www.age-of-the-sage.org/quotations/quotes/stephen_fry_irish_tv_interview.html https://www.age-of-the-sage.org/scientist/stephen_hawking_god_religion.html https://www.age-of-the-sage.org/philosophy/friedrich_nietzsche_quotes.html https://www.age-of-the-sage.org/sitemap.html#quotations_quotes https://www.age-of-the-sage.org/historical/biography/maximilien_robespierre.html\r",{"entities":[[0,1006,"GARBAGE"]]}],["https://www.age-of-the-sage.org/psychology/sheldon.html\r",{"entities":[[0,55,"GARBAGE"]]}],["CHESS, STELLA, M.D., ALEXANDER THOMAS, M.D., AND HERBERT G. BIRCH, M.D., PH.D. Your Child Is A Person: A Psychological Approach To Childhood Without Guilt. The Viking Press, New York: 1965. 213 pages\r",{"entities":[[0,199,"GARBAGE"]]}],["6. the intensity, or energy level, of responses;\r",{"entities":[[0,2,"GARBAGE"],[3,47,"QUESTION"],[47,48,"GARBAGE"]]}],["The Nature vs. Nurture debate or controversy\r",{"entities":[[0,44,"GARBAGE"]]}],["",{"entities":[]}]]}