{"classes":["QUESTION","GARBAGE"],"annotations":[["2. Little interest or pleasure in doing things?\r",{"entities":[[0,2,"GARBAGE"],[3,47,"QUESTION"]]}],["diagnosis. Instructions, scoring information, and interpretation guidelines are\r",{"entities":[[0,79,"GARBAGE"]]}],["care at http://www.dsm5.org/Pages/Feedback-Form.aspx.\r",{"entities":[[0,53,"GARBAGE"]]}],["Severity Measure for Depression—Child Age 11–17* *PHQ-9 modified for Adolescents (PHQ-A)—Adapted\r",{"entities":[[0,96,"GARBAGE"]]}],["5. Feeling tired, or having little energy?\r",{"entities":[[0,2,"GARBAGE"],[3,42,"QUESTION"]]}],["enhance clinical decision-making and not as the sole basis for making a clinical\r",{"entities":[[0,80,"GARBAGE"]]}],["Instructions: How often have you been bothered by each of the following symptoms during the past 7 days? For each symptom put an “X” in the box beneath the answer that best describes how you have been feeling.\r",{"entities":[[0,13,"GARBAGE"],[14,104,"QUESTION"],[105,209,"GARBAGE"]]}],["8. Moving or speaking so slowly that other people could have noticed?\r",{"entities":[[0,2,"GARBAGE"],[3,69,"QUESTION"]]}],["Feeling tired, or having little energy?\r",{"entities":[[0,39,"QUESTION"]]}],null,null,null,["clinical evaluation. These patient assessment measures were developed to be\r",{"entities":[[0,75,"GARBAGE"]]}],["instruments’ usefulness in characterizing patient status and improving patient\r",{"entities":[[0,78,"GARBAGE"]]}],null,null,["Measure: Severity Measure for Depression—Child Age 11–17 (adapted from PHQ- 9 modified for Adolescents [PHQ-A]) Rights granted: This measure can be reproduced without permission by researchers and by clinicians for use with their patients. Rights holder: This measure was adapted from the PHQ-9 modified for Adolescents (PHQ-A), which is in the public domain (http://www.phqscreeners.com/instructions/instructions.pdf). The original measure was developed by Drs. Robert L. Spitzer, Janet B.W. Williams, Kurt Kroenke and colleagues, with an educational grant from Pfizer Inc. The reference for the original measure is: Johnson JG, Harris ES, Spitzer RL, Williams JBW: The Patient Health Questionnaire for Adolescents: Validation of an instrument for the assessment of mental disorders among adolescent primary care patients. J Adolescent Health 30:196–204, 2002. To request permission for any other use beyond what is stipulated above, contact: The measure is in the public domain and can be used without permission.\r",{"entities":[[0,1015,"GARBAGE"]]}],["Poor appetite, weight loss, or overeating?\r",{"entities":[[0,42,"QUESTION"]]}],["http://www.dsm5.org/Pages/Feedback-Form.aspx\r",{"entities":[[0,44,"GARBAGE"]]}],["Clinician Use\r",{"entities":[[0,13,"GARBAGE"]]}],["administered at the initial patient interview and to monitor treatment progress.\r",{"entities":[[0,80,"GARBAGE"]]}],["3. Trouble falling asleep, staying asleep, or sleeping too much?\r",{"entities":[[0,2,"GARBAGE"],[3,64,"QUESTION"]]}],["Trouble concentrating on things like school work, \r",{"entities":[]}],null,["requests that clinicians and researchers provide further data on the\r",{"entities":[[0,68,"GARBAGE"]]}],["Instructions to Clinicians The Severity Measure for Depression—Child Age 11–17 (adapted from PHQ-9 modified for Adolescents [PHQ-A]) is a 9- item measure that assesses the severity of depressive disorders and episodes (or clinically significant symptoms of depressive disorders and episodes) in children ages 11–17. The measure is completed by the child prior to a visit with the clinician. Each item asks the child to rate the severity of his or her depression symptoms during the past 7 days.\r",{"entities":[[0,494,"GARBAGE"]]}],["7. Trouble concentrating on things like school work, reading, or watching TV?\r",{"entities":[[0,2,"GARBAGE"],[3,77,"QUESTION"]]}],null,null,[" \r",{"entities":[]}],["Or the opposite—being so fidgety or restless that you \r",{"entities":[]}],null,["Total Raw Score Severity of depressive disorder or episode\r",{"entities":[[0,58,"GARBAGE"]]}],["Little interest or pleasure in doing things?\r",{"entities":[[0,44,"QUESTION"]]}],["Feeling down, depressed, irritable, or hopeless?\r",{"entities":[[0,48,"QUESTION"]]}],["Prorated Total Raw Score: (if 1-2 items left unanswered) Modified from the PHQ-A (J. Johnson, 2002) for research and evaluation purposes\r",{"entities":[[0,136,"GARBAGE"]]}],["9. Thoughts that you would be better off dead, or of hurting yourself in some way?\r",{"entities":[[0,2,"GARBAGE"],[3,82,"QUESTION"]]}],["Or the opposite—being so fidgety or restless that you were moving around a lot more than usual?\r",{"entities":[[0,95,"QUESTION"]]}],["provided; further background information can be found in DSM-5. The APA\r",{"entities":[[0,71,"GARBAGE"]]}],["4. Poor appetite, weight loss, or overeating?\r",{"entities":[[0,2,"GARBAGE"],[3,45,"QUESTION"]]}],["1. Feeling down, depressed, irritable, or hopeless?\r",{"entities":[[0,2,"GARBAGE"],[3,51,"QUESTION"]]}],["6. Feeling bad about yourself—or feeling that you are a failure, or that you have let yourself or your family down?\r",{"entities":[[0,2,"GARBAGE"],[3,115,"QUESTION"]]}],["Thoughts that you would be better off dead, or of \r",{"entities":[]}],["hurting yourself in some way?\r",{"entities":[]}],["",{"entities":[]}]]}