{"classes":["QUESTION","GARBAGE"],"annotations":[["SOCIAL ACTIVITIES: During the past 4 weeks,  how much of the time has your physical health or emotional problems interfered with your social activities (like visiting with friends, relatives, etc.)?\r",{"entities":[[0,198,"QUESTION"]]}],["Cut down the amount of time you spent on work or other activities Yes No\r",{"entities":[[0,65,"QUESTION"],[66,72,"GARBAGE"]]}],["SOCIAL ACTIVITIES: Emotional problems interfered with your normal social activities with family, friends, neighbors, or groups?\r",{"entities":[[0,127,"QUESTION"]]}],["Have you felt downhearted and blue? All of the time\r",{"entities":[[0,35,"QUESTION"],[36,51,"GARBAGE"]]}],["Did you feel tired? All of the time\r",{"entities":[[0,19,"QUESTION"],[20,35,"GARBAGE"]]}],["ENERGY AND EMOTIONS: These questions are about how you feel and how things have been with you during the last 4 weeks. For each question, please give the answer that comes closest to the way you have been feeling.\r",{"entities":[[0,213,"GARBAGE"]]}],["During the past 4 weeks,  how much did pain interfere with your normal work (including both work outside the home and housework)?\r",{"entities":[[0,129,"QUESTION"]]}],["Did you have a lot of energy? All of the time\r",{"entities":[[0,29,"QUESTION"],[30,45,"GARBAGE"]]}],["Have you felt so down in the dumps that nothing could cheer you up? All of the time\r",{"entities":[[0,67,"QUESTION"],[68,83,"GARBAGE"]]}],["Didn't do work or other activities as carefully as usual Yes No\r",{"entities":[[0,56,"QUESTION"],[57,63,"GARBAGE"]]}],["LIMITATIONS OF ACTIVITIES: The following items are about activities you might do during a typical day. Does your health now limit you in these activities? If so, how much?\r",{"entities":[[0,171,"QUESTION"]]}],["Did you feel worn out? All of the time\r",{"entities":[[0,22,"QUESTION"],[23,38,"GARBAGE"]]}],["Somewhat worse now than one year ago\r",{"entities":[[0,36,"GARBAGE"]]}],["PAIN: How much bodily pain have you had during the past 4 weeks?\r",{"entities":[[0,64,"QUESTION"]]}],["Have you been a happy person? All of the time\r",{"entities":[[0,29,"QUESTION"],[30,45,"GARBAGE"]]}],["Much worse than one year ago\r",{"entities":[[0,28,"GARBAGE"]]}],["EMOTIONAL HEALTH PROBLEMS: During the past 4 weeks, have you had any of the following problems with your work or other regular daily activities as a result  of any emotional problems (such as feeling depressed or anxious)?\r",{"entities":[[0,222,"QUESTION"]]}],["Had difficulty performing the work or other activities (for example, it took extra effort) Yes No\r",{"entities":[[0,90,"QUESTION"],[91,97,"GARBAGE"]]}],["Have you felt calm and peaceful? All of the time\r",{"entities":[[0,32,"QUESTION"],[33,48,"GARBAGE"]]}],["I expect my health to get worse Definitely true Mostly true Don't know Mostly false Definitely false\r",{"entities":[[0,31,"QUESTION"],[32,100,"GARBAGE"]]}],["Were limited in the kind of work or other activities Yes No\r",{"entities":[[0,52,"QUESTION"],[53,59,"GARBAGE"]]}],["Compared to one year ago, how would you rate your health in general now? Much better now than one year ago\r",{"entities":[[0,72,"QUESTION"],[73,106,"GARBAGE"]]}],["PHYSICAL HEALTH PROBLEMS: During the past 4 weeks, have you had any of the following problems with your work or other regular daily activities as a result  of your physical health?\r",{"entities":[[0,180,"QUESTION"]]}],["Have you been a very nervous person? All of the time\r",{"entities":[[0,36,"QUESTION"],[37,52,"GARBAGE"]]}],["GENERAL HEALTH: How true or false is each of the following statements for you?\r",{"entities":[[0,78,"QUESTION"]]}],["Moderate activities, such as moving a table, pushing a vacuum cleaner, bowling, or playing golf Yes, Limited a Lot Yes, Limited a Little No, Not Limited at all\r",{"entities":[[0,95,"QUESTION"],[96,159,"GARBAGE"]]}],["Vigorous activities, such as running, lifting heavy objects, participating in strenuous sports. Yes, Limited a lot Yes, Limited a Little No, Not Limited at all\r",{"entities":[[0,95,"QUESTION"],[96,159,"GARBAGE"]]}],["GENERAL HEALTH: In general, would you say your health is:\r",{"entities":[[0,56,"QUESTION"],[56,57,"GARBAGE"]]}],["Did you feel full of pep? All of the time\r",{"entities":[[0,25,"QUESTION"],[26,41,"GARBAGE"]]}],["",{"entities":[]}]]}