{"classes":["QUESTION","GARBAGE"],"annotations":[["3. How often do you have problems remembering appointments or obligations?\r",{"entities":[[0,2,"GARBAGE"],[3,74,"QUESTION"]]}],["10. How often do you misplace or have difficulty finding things at home or at work?\r",{"entities":[[0,3,"GARBAGE"],[4,83,"QUESTION"]]}],["6. How often do you feel overly active and compelled to do things, like you were driven by a motor?\r",{"entities":[[0,2,"GARBAGE"],[3,99,"QUESTION"]]}],["14. How often do you have difficulty unwinding and relaxing when you have time to yourself?\r",{"entities":[[0,3,"GARBAGE"],[4,91,"QUESTION"]]}],["3. The frequency scores on Part B provide additional cues and can serve as further probes into the patient’s symptoms.  Pay particular attention to marks appearing in the dark shaded boxes.  The frequency-based response is more sensitive with certain questions.  No total score or diagnostic likelihood is utilized for the twelve questions. It has been found that the six questions in Part A are the most predictive of the disorder and are best for use as a screening instrument.\r",{"entities":[[0,479,"GARBAGE"]]}],["15. How often do you find yourself talking too much when you are in social situations?\r",{"entities":[[0,3,"GARBAGE"],[4,86,"QUESTION"]]}],["1. Schweitzer JB, et al. Med Clin North Am. 2001;85(3):10-11, 757-777. 2. Barkley RA. Attention Deficit Hyperactivity Disorder: A Handbook for Diagnosis and Treatment. 2nd ed. 1998. 3. Biederman J, et al. Am J Psychiatry.1993;150:1792-1798. 4. American Psychiatric Association: Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision.\r",{"entities":[[0,363,"GARBAGE"]]}],["16. When you’re in a conversation, how often do you find yourself finishing the sentences of the people you are talking to, before they can finish them themselves?\r",{"entities":[[0,3,"GARBAGE"],[4,163,"QUESTION"]]}],["•  Thomas Spencer, MD Associate Professor of Psychiatry Harvard Medical School\r",{"entities":[[0,78,"GARBAGE"]]}],["12. How often do you leave your seat in meetings or other situations in which you are expected to remain seated?\r",{"entities":[[0,3,"GARBAGE"],[4,112,"QUESTION"]]}],["The checklist takes about 5 minutes to complete and can provide information that is critical to supplement the diagnostic process.\r",{"entities":[[0,130,"GARBAGE"]]}],["1. Review the entire Symptom Checklist with your patients and evaluate the level of impairment\r",{"entities":[[0,94,"GARBAGE"]]}],["The Adult ADHD Self-Report Scale (ASRS-v1.1) Symptom Checklist was developed in conjunction with the World Health Organization (WHO), and the Workgroup on Adult ADHD that included the following team of psychiatrists and researchers:\r",{"entities":[[0,232,"GARBAGE"]]}],["5. How often do you fidget or squirm with your hands or feet when you have to sit down for a long time?\r",{"entities":[[0,2,"GARBAGE"],[3,103,"QUESTION"]]}],["7. How often do you make careless mistakes when you have to work on a boring or difficult project?\r",{"entities":[[0,2,"GARBAGE"],[3,98,"QUESTION"]]}],["Description:  The Symptom Checklist is an instrument consisting of the eighteen DSM-IV-TR criteria. Six of the eighteen questions were found to be the most predictive of symptoms consistent with ADHD.  These six questions are the basis for the ASRS v1.1 Screener and are also Part A of the Symptom Checklist.  Part B of the Symptom Checklist contains the remaining twelve questions.\r",{"entities":[[0,382,"GARBAGE"]]}],["3. Symptom frequency is often associated with symptom severity, therefore the Symptom Checklist may also aid in the assessment of impairments.  If your patients have frequent symptoms, you may want to ask them to describe how these problems have affected the ability to work, take care of things at home, or get along with other people such as their spouse/significant other.\r",{"entities":[[0,375,"GARBAGE"]]}],["Adult ADHD Self-Report Scale (ASRS-v1.1) Symptom Checklist Instructions\r",{"entities":[[0,71,"GARBAGE"]]}],["Please answer the questions below, rating yourself on each of the criteria shown using the scale on the right side of the page. As you answer each question, place an X in the box that best describes how you have felt and conducted yourself over the past 6 months. Please give this completed checklist to your healthcare professional to discuss during today’s appointment.\r",{"entities":[[0,371,"GARBAGE"]]}],["13. How often do you feel restless or fidgety?\r",{"entities":[[0,3,"GARBAGE"],[4,46,"QUESTION"]]}],["17. How often do you have difficulty waiting your turn in situations when turn taking is required?\r",{"entities":[[0,3,"GARBAGE"],[4,98,"QUESTION"]]}],["Patient Name Today’s Date\r",{"entities":[[0,25,"QUESTION"]]}],["•  Lenard Adler, MD Associate Professor of Psychiatry and Neurology New York University Medical School\r",{"entities":[[0,102,"GARBAGE"]]}],["8. How often do you have difficulty keeping your attention when you are doing boring or repetitive work?\r",{"entities":[[0,2,"GARBAGE"],[3,104,"QUESTION"]]}],["Washington, DC, American Psychiatric Association. 2000: 85-93.\r",{"entities":[[0,62,"GARBAGE"]]}],["As a healthcare professional, you can use the ASRS v1.1 as a tool to help screen for ADHD in adult patients. Insights gained through this screening may suggest the need for a more in-depth clinician interview. The questions in the ASRS v1.1 are consistent with DSM-IV criteria and address the manifestations of ADHD symptoms in adults. Content of the questionnaire also reflects the importance that DSM-IV places on symptoms, impairments, and history for a correct diagnosis.4\r",{"entities":[[0,476,"GARBAGE"]]}],["1. How often do you have trouble wrapping up the final details of a project, once the challenging parts have been done?\r",{"entities":[[0,2,"GARBAGE"],[3,119,"QUESTION"]]}],["2. Consider work/school, social and family settings.\r",{"entities":[[0,52,"GARBAGE"]]}],["9. How often do you have difficulty concentrating on what people say to you, even when they are speaking to you directly?\r",{"entities":[[0,2,"GARBAGE"],[3,121,"QUESTION"]]}],["When you have a task that requires a lot of thought, how often do you avoid or delay getting started?\r",{"entities":[[0,101,"QUESTION"]]}],["associated with the symptom.\r",{"entities":[[0,28,"GARBAGE"]]}],["Adult ADHD Self-Report Scale (ASRS-v1.1) Symptom Checklist\r",{"entities":[[0,58,"GARBAGE"]]}],["•  Ronald C. Kessler, PhD Professor, Department of Health Care Policy Harvard Medical School\r",{"entities":[[0,92,"GARBAGE"]]}],["18. How often do you interrupt others when they are busy?\r",{"entities":[[0,3,"GARBAGE"],[4,57,"QUESTION"]]}],["1. Assess the presence of these symptoms or similar symptoms in childhood.  Adults who have\r",{"entities":[[0,91,"GARBAGE"]]}],["2. How often do you have difficulty getting things in order when you have to do a task that requires organization?\r",{"entities":[[0,2,"GARBAGE"],[3,114,"QUESTION"]]}],["11. How often are you distracted by activity or noise around you?\r",{"entities":[[0,3,"GARBAGE"],[4,65,"QUESTION"]]}],["",{"entities":[]}]]}