{"classes":["QUESTION","GARBAGE"],"annotations":[["ASWD {ASK ALL} How often, if at all, do you drink diet drinks or sugar-free drinks like diet cola or sugar-free squash?\r",{"entities":[[0,14,"GARBAGE"],[15,119,"QUESTION"]]}],["SWTD {ASK ALL} How often, if at all, do you drink sugary drinks like regular cola or squash?\r",{"entities":[[0,14,"GARBAGE"],[15,92,"QUESTION"]]}],["SOME {ASK ALL} On a normal week day, how many hours do you spend on social networking or messaging sites or apps on the internet such as Facebook, Twitter, WhatsApp, Instagram and Snapchat?\r",{"entities":[[0,14,"GARBAGE"],[15,189,"QUESTION"]]}],["GANG {ASK ALL} Are you a member of a <b>street gang</b>?\r",{"entities":[[0,14,"GARBAGE"],[15,56,"QUESTION"]]}],["CARR {ASK ALL, OPEN ENDED} What job do you think you will be doing when you are 30?\r",{"entities":[[0,26,"GARBAGE"],[27,83,"QUESTION"]]}],["GRID ROWS DISC Go to a party, dance, house party or nightclub? THEA Go to the theatre (for example to see a play, pantomime or opera)? SPOR Go to watch live sport (for example at a stadium)? BAND Sing in a choir or play in a band or orchestra? MGIG Go to a live music concert or gig? RJOY Read for enjoyment? ORGA Go to youth clubs, explorer scouts, senior guides or other organised activities? LIBR Go to a library? MUSM Go to museums or galleries, visit a historic place or stately home? VOLW Do voluntary or community work? POLM Go to a political meeting, march, rally or demonstration? RLSV Attend a religious service? SPFD Spend time with friends (outside of school or work)?\r",{"entities":[[0,9,"GARBAGE"],[10,14,"GARBAGE"],[15,62,"QUESTION"],[63,67,"GARBAGE"],[68,134,"QUESTION"],[135,139,"GARBAGE"],[140,190,"QUESTION"],[191,195,"GARBAGE"],[196,243,"QUESTION"],[244,248,"GARBAGE"],[249,283,"QUESTION"],[284,288,"GARBAGE"],[289,308,"QUESTION"],[309,394,"QUESTION"],[395,399,"GARBAGE"],[400,416,"QUESTION"],[417,421,"GARBAGE"],[422,489,"QUESTION"],[490,494,"GARBAGE"],[495,526,"QUESTION"],[527,531,"GARBAGE"],[532,589,"QUESTION"],[590,594,"GARBAGE"],[595,622,"QUESTION"],[623,627,"GARBAGE"],[628,680,"QUESTION"]]}],["GRID ROWS QZPY Student loans only start being repaid once earnings are above a certain level QZLN Any student loans outstanding after a given number of years are written off\r",{"entities":[[0,14,"GARBAGE"],[15,92,"QUESTION"],[93,97,"GARBAGE"],[98,173,"QUESTION"]]}],["For your own protection, because someone else asked you to or in case you get into a fight.\r",{"entities":[[0,91,"GARBAGE"]]}],["EARN …<b>don’t</b> go to university? ERNU …<b>were</b> to go to university?\r",{"entities":[[0,6,"GARBAGE"],[6,36,"QUESTION"],[37,43,"GARBAGE"],[43,75,"QUESTION"]]}],["***RISK RSKA-RSKJ {ASK ALL}\r",{"entities":[[0,27,"GARBAGE"]]}],["Would you prefer:\r",{"entities":[[0,16,"QUESTION"],[16,17,"GARBAGE"]]}],["GLTY {ASK IF ARRESTED AND APPEARED IN COURT: ARES = 1 AND CORT = 1} Were you found guilty or not guilty?\r",{"entities":[[0,67,"GARBAGE"],[68,104,"QUESTION"]]}],["GRID ROWS SAFF I have family and friends who help me feel safe, secure and happy TRSS There is someone I trust whom I would turn to for advice if I were having problems NCLS There is no one I feel close to\r",{"entities":[[0,14,"GARBAGE"],[15,80,"QUESTION"],[81,85,"GARBAGE"],[86,168,"QUESTION"],[169,173,"GARBAGE"],[174,205,"QUESTION"]]}],["CRHR {ASK IF CARES FOR ANYONE: CARE = 1} Taking account of all the unpaid help you give, including travelling time, about how long did you spend looking after people last week?\r",{"entities":[[0,40,"GARBAGE"],[41,176,"QUESTION"]]}],["BRKN {ASK ALL} How often do you eat breakfast over a week?\r",{"entities":[[0,14,"GARBAGE"],[15,58,"QUESTION"]]}],["***RELIGIOUS IDENTITY RELE {IF LIVES IN ENGLAND: HQ.COUNTRY = 1} What is your religion?\r",{"entities":[[0,64,"GARBAGE"],[65,87,"QUESTION"]]}],["Please include travel to and from work, training, school, college or university.\r",{"entities":[[0,80,"GARBAGE"]]}],["LANF {ASK ALL, MULTICODE} Which languages do you speak with your friends?\r",{"entities":[[0,25,"GARBAGE"],[26,73,"QUESTION"]]}],["RELW {IF LIVES IN WALES: HQ.COUNTRY = 2} What is your religion?\r",{"entities":[[0,40,"GARBAGE"],[41,63,"QUESTION"]]}],["CNFA {IF VALID RESPONSE AT COST: COST = 1-11} How confident are you in your answer about the cost of a three-year undergraduate degree?\r",{"entities":[[0,45,"GARBAGE"],[46,135,"QUESTION"]]}],["TKWY {ASK ALL} How often, if at all, do you eat fast food such as McDonalds, Burger King, KFC or other fast food like that?\r",{"entities":[[0,14,"GARBAGE"],[15,123,"QUESTION"]]}],["RELN {IF LIVES IN NORTHERN IRELAND: HQ.COUNTRY = 4} What religion, religious denomination or body do you belong to?\r",{"entities":[[0,51,"GARBAGE"],[52,115,"QUESTION"]]}],["Personality and Attitudes\r",{"entities":[[0,25,"QUESTION"]]}],["If you’re studying or training and working, please think of the method you use for travelling to your <b>main activity</b>.\r",{"entities":[[0,123,"QUESTION"]]}],["You are now going to be asked some more choices between two imaginary alternatives. One alternative involves getting an amount of money 'in two months'. The other alternative involves getting a (usually) larger amount of money ‘in four months'. In each case, just chose the option that you would like the most.\r",{"entities":[[0,310,"GARBAGE"]]}],["TRTI {ASK ALL} Thinking of your usual journey on a typical day, how long does it take you to get from home to school, college, university, training place or work <b>one way</b>?\r",{"entities":[[0,14,"GARBAGE"],[15,177,"QUESTION"]]}],["WEGT {ASK ALL} Which of these do you think you are?\r",{"entities":[[0,14,"GARBAGE"],[15,51,"QUESTION"]]}],["INTROYPCAWI3 {DISPLAY TO ALL} Some questions are about things that are more personal. Remember no-one in your family will see your answers. If you come to a question that you don’t want to answer that’s ok. You can skip it and move to the next one by pressing ‘next’.\r",{"entities":[[0,267,"GARBAGE"]]}],["HELP: Include expenses such as textbooks; travel; food; rent if you think you will live away from home. LINK: after question stem\r",{"entities":[[0,129,"GARBAGE"]]}],["COST {ASK ALL} How much do you think it would cost in total to get a three-year undergraduate degree? Include tuition fees and the cost of living expenses from going to university.\r",{"entities":[[0,14,"GARBAGE"],[15,101,"QUESTION"],[102,180,"GARBAGE"]]}],["LSWT {ASK ALL} Which of the following are you trying to do about your weight?\r",{"entities":[[0,14,"GARBAGE"],[15,77,"QUESTION"]]}],["COMH {ASK ALL} On a normal week day, how many hours do you spend <b>playing games, including online games</b>, on a computer, tablet, smartphone or games systems, such as Wii, Nintendo DS, Xbox or PlayStation?\r",{"entities":[[0,14,"GARBAGE"],[15,209,"QUESTION"]]}],["SOFTCHECK: IF NUMBER OF CHARACTERS < 3: “Please make sure you have entered the details of the job you think you will be doing when you are 30.”\r",{"entities":[[0,143,"GARBAGE"]]}],["Please make sure you have read the booklet we sent you, called “WHAT WOULD WE LIKE YOU TO DO? INFORMATION FOR STUDY MEMBERS”. If you don’t have it to hand, you can find a copy here. If you have any questions before you start the questionnaire, you can call the team on 0808 202 2102 or email childnc@ipsos.com.\r",{"entities":[[0,62,"GARBAGE"],[63,93,"QUESTION"],[94,310,"GARBAGE"]]}],["ETLS {ASK ALL} In the last 12 months, have you eaten less food, fewer calories, or foods low in fat to lose weight or to avoid gaining weight?\r",{"entities":[[0,14,"GARBAGE"],[15,142,"QUESTION"]]}],["**CONTACT WITH POLICE\r",{"entities":[[0,21,"GARBAGE"]]}],["Activities and Risky Behaviours\r",{"entities":[[0,31,"GARBAGE"]]}],["TVHO {ASK ALL} On a normal week day, how many hours do you spend <b>watching programmes or films</b> e.g on a television or a device such as a laptop, tablet or smartphone? Please remember to include time spent watching DVDs, Blu-rays etc.\r",{"entities":[[0,14,"GARBAGE"],[15,239,"QUESTION"]]}],["Please tell us which method you use for the longest part of your usual journey. If you’re studying or training and working, please think of the method you use for travelling to your <b>main activity</b>.\r",{"entities":[[0,203,"QUESTION"]]}],["GRID ROWS OPPO None of the political parties would do anything to benefit me OPJO Having almost any job is better than being unemployed OPCH Couples who have children should not separate OPAB All women should have the right to choose to have an abortion if they wish OPRA I would not mind if a family from another race moved in next door to me OPRE I would not mind if a family from another religion moved in next door to me OPEN Preserving the environment is more important than any other political issue today\r",{"entities":[[0,14,"GARBAGE"],[15,76,"QUESTION"],[77,81,"GARBAGE"],[82,135,"QUESTION"],[136,140,"GARBAGE"],[141,186,"QUESTION"],[187,191,"GARBAGE"],[192,266,"QUESTION"],[267,271,"GARBAGE"],[272,343,"QUESTION"],[344,348,"GARBAGE"],[349,424,"QUESTION"],[425,429,"GARBAGE"],[430,511,"QUESTION"]]}],["FRUT {ASK ALL} How often do you eat at least 2 portions of fruit per day?\r",{"entities":[[0,14,"GARBAGE"],[15,73,"QUESTION"]]}],["POLS {ASK ALL} Have you ever been stopped and questioned by the police?\r",{"entities":[[0,14,"GARBAGE"],[15,71,"QUESTION"]]}],["1 Owning your own home 2 Having a good car 3 Earning a lot of money 4 Having a worthwhile job 5 Having children 6 Having a partner or being married 7 Being famous or making a name for yourself 8 Having a personal achievement in sport, the arts or travel etc. 9 None of these (EXCLUSIVE)\r",{"entities":[[0,286,"GARBAGE"]]}],["***SOCIAL PROVISION SAFF-NCLS {ASK ALL, ASK AS A GRID} In answering the following questions, think about your current relationships with friends, family members, community members, and so on. Please indicate to what extent each statement describes your current relationships with other people.\r",{"entities":[[0,293,"GARBAGE"]]}],["MILK {ASK ALL} Which type of milk do you usually have?\r",{"entities":[[0,14,"GARBAGE"],[15,54,"QUESTION"]]}],["Risk and Time Preference\r",{"entities":[[0,24,"QUESTION"]]}],["REUN {ASK IF NOT IN UNIVERSITY AND IF ANY CHANCE OF GOING TO UNIVERSITY: UNIQ=<>1 AND STYR > 0} What is the main reason why you might or will <b>go</b> to university? 1   To gain qualifications to get a better job/pursue the career I want 2   To learn more/ increase my knowledge 3   I enjoy education 4   I feel I should go to university 5   My parent(s)/relatives recommend that I should go 6   My teachers recommend that I should go 7   My friends will go 8   I would enjoy the social life 9   To get away from home 10 To experience new things/places 11 Other (PLEASE WRITE IN)  {VARNAME REUO 200}\r",{"entities":[[0,95,"GARBAGE"],[96,166,"QUESTION"],[167,600,"GARBAGE"]]}],["BRED {ASK ALL} Which type of bread do you normally eat?\r",{"entities":[[0,14,"GARBAGE"],[15,55,"QUESTION"]]}],["**GAMBLING GAMA-GAMJ {ASK ALL, ASK AS A GRID} Have you spent any of your <b>own money</b> on any of the following in the past 4 weeks? We want to know about games you played yourself.\r",{"entities":[[0,45,"GARBAGE"],[46,183,"QUESTION"]]}],["GRID ROWS SOCM I think I am addicted to social media SOCH I’m more connected and happier online than I am in real life\r",{"entities":[[0,14,"GARBAGE"],[15,52,"QUESTION"],[53,57,"GARBAGE"],[58,118,"QUESTION"]]}],["PDJA-PDJB {ASK ALL} Now look ahead to what you might be doing at the age of 30, and imagine how this might depend on the education choices you make.\r",{"entities":[[0,147,"GARBAGE"]]}],["GRID ROWS BSCA I am good at resisting temptation BSCB I find it hard to break bad habits BSCC I wish I had more self-control BSCD People would say that I have strong self-control\r",{"entities":[[0,14,"GARBAGE"],[15,48,"QUESTION"],[49,53,"GARBAGE"],[54,88,"QUESTION"],[89,93,"GARBAGE"],[94,124,"QUESTION"],[125,129,"GARBAGE"],[130,178,"QUESTION"]]}],["EARN-ERNU {ASK ALL} If you have a paid job at the age of 30, what is your best estimate of how much you might be earning <b>per year</b> if you…\r",{"entities":[[0,19,"GARBAGE"],[20,144,"QUESTION"]]}],["OTNT {IF LIVING WITH ANY PARENTS: LWPA=1} If you go out at night, do your parents ever set a time for you to be back by?\r",{"entities":[[0,41,"GARBAGE"],[42,120,"QUESTION"]]}],["**KNIFE AND GANG KNIF {ASK ALL} In the last 12 months have you carried a knife or other weapon?\r",{"entities":[[0,31,"GARBAGE"],[32,95,"QUESTION"]]}],["VEGI {ASK ALL} How often do you eat at least 2 portions of vegetables including salad, fresh, frozen or tinned vegetables per day?\r",{"entities":[[0,14,"GARBAGE"],[15,130,"QUESTION"]]}],["How likely (0-100%) do you think it is that you will <b>be in a paid job</b> when you are 30 if you…\r",{"entities":[[0,100,"QUESTION"]]}],["HLAN {ASK ALL, MULTICODE} Which languages do you speak at home?\r",{"entities":[[0,25,"GARBAGE"],[26,63,"QUESTION"]]}],["**ATTITUDES OPPO-OPEN {ASK ALL, ASK AS A GRID} The next set of questions is a list of opinions on different topics. Select the button that corresponds with how much you agree or disagree with each statement.\r",{"entities":[[0,207,"GARBAGE"]]}],["EXWT {ASK ALL} In the last 12 months, have you exercised to lose weight or to avoid gaining weight?\r",{"entities":[[0,14,"GARBAGE"],[15,99,"QUESTION"]]}],["UNIQ {ASK ALL} Are you currently studying at university?\r",{"entities":[[0,14,"GARBAGE"],[15,56,"QUESTION"]]}],["RELS {IF LIVES IN SCOTLAND: HQ.COUNTRY = 3} What religion, religious denomination or body do you belong to?\r",{"entities":[[0,43,"GARBAGE"],[44,107,"QUESTION"]]}],["ASPR {ASK ALL, MULTICODE} By the time you are 30, which of the following do you think you will have achieved?\r",{"entities":[[0,25,"GARBAGE"],[26,109,"QUESTION"]]}],["1 …Very good 2 …Fairly good 3 …Fairly bad, or 4 …Very bad?\r",{"entities":[[0,58,"GARBAGE"]]}],["OUTW {IF LIVING WITH ANY PARENTS: LWPA=1} How often do your parents know where you are going when you go out?\r",{"entities":[[0,41,"GARBAGE"],[42,109,"QUESTION"]]}],["CORT {ASK IF ARRESTED: ARES = 1} Have you appeared in court because you were accused of a crime?\r",{"entities":[[0,32,"GARBAGE"],[33,96,"QUESTION"]]}],["INTROYPCAWI1 {DISPLAY TO ALL} Thank you for logging on to complete the online questionnaire.\r",{"entities":[[0,92,"GARBAGE"]]}],["STUN {ASK IF NOT IN UNIVERSITY AND IF ANY CHANCE OF NOT GOING TO UNIVERSITY: UNIQ=<>1 AND STYR < 100} What is the main reason why you might not or will <b>not go</b> to university? 1   I will not get the grades 2   I / my family can’t afford it 3   I would prefer to get a job / start a career 4   Going to university will not help me in my future career 5   I'm not interested in going to university / I wouldn’t enjoy it 6   I want to start a family 7   Parent(s) / relatives recommend that I should leave after {IF HQ.COUNTRY = 1 OR 2: Year 13} {IF HQ.COUNTRY = 4: Year 14 (U6)} {IF HQ.COUNTRY = 3: S6} 8   Because my friends plan to leave after {IF HQ.COUNTRY = 1 OR 2: Year 13} {IF HQ.COUNTRY = 4: Year 14 (U6)} {IF HQ.COUNTRY = 3: S6} 9   It is too early to decide whether I would stay on or not 10 Other (PLEASE WRITE IN)  {VARNAME STNO 200}\r",{"entities":[[0,101,"GARBAGE"],[102,180,"QUESTION"],[181,848,"GARBAGE"]]}],["CAUT {ASK ALL} Have you ever been given a formal warning or caution by a police officer?\r",{"entities":[[0,14,"GARBAGE"],[15,88,"QUESTION"]]}],["CYCF {ASK ALL} How often do you use a bicycle?\r",{"entities":[[0,14,"GARBAGE"],[15,46,"QUESTION"]]}],["PDJA …<b>don’t<b> go to university? PDJB …<b>do<b> go to university?\r",{"entities":[[0,6,"GARBAGE"],[6,35,"QUESTION"],[36,42,"GARBAGE"],[42,68,"QUESTION"]]}],["YPCAWIWELSH {IF LIVES IN WALES: HQ.COUNTRY = 2} How are you completing the questionnaire today?\r",{"entities":[[0,47,"GARBAGE"],[48,95,"QUESTION"]]}],["HELP: A street gang is a group of young people who hang around together and: have a specific area or territory; have a name, a colour or something else to identify the group; possibly have rules or a leader; who may commit crimes together. LINK: gang\r",{"entities":[[0,250,"GARBAGE"]]}],["You are now going to be asked to make a number of choices between two imaginary alternatives. One alternative involves getting an amount of money for certain. In the other, it is a lottery between greater amount of money or no money at all – think of this as being based on the toss of a coin. In each case, just pick the alternative you’d like most.\r",{"entities":[[0,350,"GARBAGE"]]}],["***TRAVEL TRSC {ASK ALL} Now thinking about getting to the place you study or work. How do you usually travel?\r",{"entities":[[0,24,"GARBAGE"],[25,110,"QUESTION"]]}],["Activities and Risky Behaviours ........................................................................................ 5\r",{"entities":[[0,31,"QUESTION"],[32,122,"GARBAGE"]]}],["***RELATIONSHIP WITH RESIDENT PARENTS LWPA {ASK ALL} Do you live with your parent(s)?\r",{"entities":[[0,52,"GARBAGE"],[53,85,"QUESTION"]]}],["DISC-SPFD {ASK ALL, ASK AS GRID} How often do you do the following activities?\r",{"entities":[[0,32,"GARBAGE"],[33,78,"QUESTION"]]}],["STYR {IF UNIQ=<>1} How likely (0-100%) do you think it is that you <b>will go</b> to university?\r",{"entities":[[0,18,"GARBAGE"],[19,96,"QUESTION"]]}],["SQLT {ASK ALL} During the past month, how would you rate your sleep quality overall? Would you say it has been…\r",{"entities":[[0,14,"GARBAGE"],[15,111,"QUESTION"]]}],["GRID ROWS GAMA Fruit machines? GMBL Placing a private bet for money (e.g. with friends)? GAEM Placing a bet at a betting shop (e.g. on football or horseracing)? GAMJ Any other gambling (e.g. online gambling)?\r",{"entities":[[0,14,"GARBAGE"],[15,30,"QUESTION"],[31,35,"GARBAGE"],[36,88,"QUESTION"],[89,93,"GARBAGE"],[94,160,"QUESTION"],[161,165,"GARBAGE"],[166,208,"QUESTION"]]}],["ARES {ASK ALL} Have you ever been arrested by a police officer and taken to a police station?\r",{"entities":[[0,14,"GARBAGE"],[15,93,"QUESTION"]]}],["CRWO {ASK IF CARES FOR ANYONE: CARE = 1; MULTICODE} Please tell us who you care for.\r",{"entities":[[0,51,"GARBAGE"],[52,84,"QUESTION"]]}],["Millennium Cohort Study Seventh Sweep (MCS7) Age 17 Survey\r",{"entities":[[0,58,"GARBAGE"]]}],["QZPY-QZLN {ASK ALL, ASK AS A GRID} State whether you think each of the following statements is true or false for new students.\r",{"entities":[[0,34,"GARBAGE"],[35,126,"QUESTION"]]}],["SOCM-SOCH {ASK ALL, ASK AS A GRID} To what extent do you agree with the following statements?\r",{"entities":[[0,34,"GARBAGE"],[35,93,"QUESTION"]]}],["",{"entities":[]}]]}