{"classes":["QUESTION","GARBAGE"],"annotations":[["Concurrent and discriminate validity evidence. Journal of Personality and Social Psychology, 39, 472-480.\r",{"entities":[[0,105,"GARBAGE"]]}],["Russell, D. (1996). UCLA Loneliness Scale (Version 3): Reliability, validity, and factor\r",{"entities":[[0,88,"GARBAGE"]]}],["1. I am unhappy doing so many things alone    O  S  R  N 2. I have nobody to talk to       O  S  R  N 3. I cannot tolerate being so alone      O  S  R  N 4. I lack companionship       O  S  R  N 5. I feel as if nobody really understands me     O  S  R  N 6. I find myself waiting for people to call or write   O  S  R  N 7. There is no one I can turn to      O  S  R  N 8. I am no longer close to anyone     O  S  R  N 9. My interests and ideas are not shared by those around me  O  S  R  N 10. I feel left out        O  S  R  N 11. I feel completely alone      O  S  R  N 12. I am unable to reach out and communicate with those around me O  S  R  N 13. My social relationships are superficial    O  S  R  N 14. I feel starved for company      O  S  R  N 15. No one really knows me well     O  S  R  N 16. I feel isolated from others      O  S  R  N 17. I am unhappy being so withdrawn     O  S  R  N 18. It is difficult for me to make friends    O  S  R  N 19. I feel shut out and excluded by others    O  S  R  N 20. People are around me but not with me    O  S  R  N\r",{"entities":[[0,2,"GARBAGE"],[3,42,"QUESTION"],[46,59,"GARBAGE"],[60,84,"QUESTION"],[91,104,"GARBAGE"],[105,137,"QUESTION"],[143,156,"GARBAGE"],[157,177,"QUESTION"],[184,197,"GARBAGE"],[198,239,"QUESTION"],[244,257,"GARBAGE"],[258,307,"QUESTION"],[310,323,"GARBAGE"],[324,353,"QUESTION"],[359,372,"GARBAGE"],[373,403,"QUESTION"],[408,421,"GARBAGE"],[422,478,"QUESTION"],[480,494,"GARBAGE"],[495,510,"QUESTION"],[518,532,"GARBAGE"],[533,556,"QUESTION"],[562,576,"GARBAGE"],[577,638,"QUESTION"],[639,653,"GARBAGE"],[654,693,"QUESTION"],[697,711,"GARBAGE"],[712,738,"QUESTION"],[744,758,"GARBAGE"],[759,786,"QUESTION"],[791,805,"GARBAGE"],[806,833,"QUESTION"],[839,853,"GARBAGE"],[854,885,"QUESTION"],[890,904,"GARBAGE"],[905,943,"QUESTION"],[947,961,"GARBAGE"],[962,1000,"QUESTION"],[1004,1018,"GARBAGE"],[1019,1055,"QUESTION"],[1059,1069,"GARBAGE"]]}],["Russell, D , Peplau, L. A.. & Ferguson, M. L. (1978). Developing a measure of loneliness.\r",{"entities":[[0,89,"GARBAGE"]]}],["A 20-item scale designed to measure one’s subjective feelings of loneliness as well as feelings of social isolation.  Participants rate each item as either O (“I often feel this way”), S (“I sometimes feel this way”), R (“I rarely feel this way”), N (“I never feel this way”). The measure has been revised two times since its first publication; once to create reverse scored items, and once to simplify the wording.  (See other UCLA Loneliness Scale pages on the site).\r",{"entities":[[0,469,"GARBAGE"]]}],["Russell, D , Peplau, L. A.., & Cutrona, C. E. (1980). The Revised UCLA Loneliness Scale:\r",{"entities":[[0,88,"GARBAGE"]]}],["Self Report Measures for Love and Compassion Research: Loneliness and Interpersonal Problems\r",{"entities":[[0,92,"GARBAGE"]]}],["structure. Journal of Personality Assessment, 66, 20-40.\r",{"entities":[[0,56,"GARBAGE"]]}],["loneliness and depression: A structural equation analysis. Journal of Personality and Social Psychology, 39,1238-1244 Research on loneliness has been hampered by its strong association with depression. The 2 states frequently co-occur, and measures of the 2 states are substantially correlated. Inability to manipulate experimentally loneliness or depression makes it difficult to untangle the causal influence of one on the other. The combination of longitudinal design and structural equation methodology is proposed as a solution to this general problem. Measures of loneliness and depression (e.g., the Beck Depression Inventory and Profile of Mood States) were administered to undergraduates at 2 points 5 wks apart. Data from 333 Ss were correlated and analyzed under a succession of structural equation models. Results indicate that loneliness and depression were correlated but clearly different constructs; neither was a direct cause of the other, although both probably share some common origins; both were highly stable over the 5- wk period.\r",{"entities":[[0,1053,"GARBAGE"]]}],["",{"entities":[]}]]}