{"classes":["QUESTION","GARBAGE"],"annotations":[["(6) On which floor is this dwelling?\r",{"entities":[[0,3,"GARBAGE"],[4,36,"QUESTION"]]}],["SED46-50 15. What is the longest time you __,.-.)...... KS when he was haye been separated from this SEA46=510... months old child ? Never separated .. No answer IX. WELFARE CENTRES (These questions refer only to child born in March 1946)\r",{"entities":[[0,12,"GARBAGE"],[13,41,"QUESTION"],[42,58,"GARBAGE"],[59,100,"QUESTION"],[101,113,"GARBAGE"],[114,132,"QUESTION"],[133,165,"GARBAGE"],[166,238,"QUESTION"]]}],["since CHRISTMAS, 1949. COLH 49/50 converted ° Frequent |Occasion- Catiaea| Colds | al Colts | colds | answer codes 4 or morelless than 4 COL# 9/5 OF This Child Le tee| ss 2 3s 4 els. Xa ‘ Mother ieee | ee 2 3) se [Se 4. ell een ee COLM4 9/50 Father Nees |nee 2 Sieees | eae 4A axa COLFP4 9 / 5{0Other children aged..........+. do) tll coal hs 2 3 4 ea COLWY9 / SDiseccccss. leer 2 3 4 x Wy een| ee D 3 4 eX Oren ee 2 Siero 4 TeX\r",{"entities":[[0,428,"GARBAGE"]]}],["33. Is there a yard or garden attached to this dwelling where this child can play?\r",{"entities":[[0,3,"GARBAGE"],[4,82,"QUESTION"]]}],["IF SHE HAS MOVED TO ANOTHER M. & C.W. AUTHORITY RETURN THIS FORM AT ONCE TO WHOEVER HAS BEEN DELEGATED BY YOUR MEDICAL OFFICER OF HEALTH, TO RECEIVE IT.\r",{"entities":[[0,152,"GARBAGE"]]}],["INFECTIOUS DISEASES 5. Has this child ever had WHOOPING COUGH, MEASLES\r",{"entities":[[0,70,"GARBAGE"]]}],["(For all children going to hospital.)\r",{"entities":[[0,37,"GARBAGE"]]}],["‘pot’ him at night before you yourself go to bed?\r",{"entities":[[0,49,"QUESTION"]]}],["(b) Is he dry by night? Not wet during last 4 weeks ..1\r",{"entities":[[0,3,"GARBAGE"],[4,23,"QUESTION"],[24,55,"GARBAGE"]]}],["2. If this child has died, please state:— I. ACCIDENTS (a) Age at death...........years............months, uestion does not apply YY 4. Has this child ever had an accident in which he was BURNT or 2 ae ea Xx SCALDED, BROKE A BONE, or was BADLY CUT or No answer.......+-.-. BRUISED? (b) Cause of death (as given on death certificate)...... (Only record accidents treated in hospital (in-patients and out- patients), nursing home or by Doctor or District Nurse). Beare oF rece Neate Senate eaeeu snes ee suena tesenneseene i. ries — (For all living Children) Scalds Bones or Bruises 3. Where is this child now living? (Ate hOmMes ceases cers eriere) Vise cole cea |e 1 Fulon i ee I With relatives............2 None er ORS som 2 Adopted «+--+. -+.4++ +443 No Answer... .].. Dre Me alos OK Residential nursery. .......4 see BRC Ill in hospital. -..........5 1 pe ee a none Uf “ Yes,” please give the following details about each accident in turn, Elsewhere, namely. ...-... WG starting with the earliest and ending with the most recent. Any acci- NSP a Shae eget ar a dents recorded in the 1948 survey are entered in red. Please check this INO} anSWetz-nsnectensececesee Xx information and fill in any gaps). inj Age when Treatment : R (If in-patient) Pee Se aoe Part injured Hosp. LP., Name and Address of Hospital, Length of stay BROKEN BONE, or Parts (in years Hosp. O.P., Nursing Home, Doctor or Nurse in Hospital or CUT, BRUISE, or injured and Nursing Home, giving treatment N. Home combination of these) months) Doctor, Nurse ‘(in days) First I Accident 2 Subsequent Accidents | 3 4 fi i y TT OCCURRED (if burnt by fire, say whether Details of remaining Scarring, iNuinben ol accicen Deiaiisiof how cad oe gas, open fire or stove) Disability orgDeformity as gi First 1 Accident 2 Subsequent Accidents 3\r",{"entities":[[0,2,"GARBAGE"],[3,39,"QUESTION"],[39,58,"GARBAGE"],[59,71,"QUESTION"],[71,272,"GARBAGE"],[273,281,"QUESTION"],[282,285,"GARBAGE"],[286,332,"QUESTION"],[332,583,"GARBAGE"],[584,615,"QUESTION"],[616,1282,"GARBAGE"],[1283,1505,"QUESTION"],[1506,1804,"GARBAGE"]]}],["(This is asked to test the mother’s memory. So please do not answer from your records or correct an answer you know to be wrong. )\r",{"entities":[[0,130,"GARBAGE"]]}],["8. Has this child. been circum-\r",{"entities":[[0,31,"GARBAGE"]]}],["No ANsWer seeseesssesesseveeen 32. Please give your assessment of Average the state of repair of the dwelling Very good BERGE G cascode oetsaeo ats REP50 No Answer..............\r",{"entities":[[0,177,"GARBAGE"]]}],["(a) Which grandparents, if any, live in this household?\r",{"entities":[[0,3,"GARBAGE"],[4,55,"QUESTION"]]}],["last job.) 21. (a) What is your husband’s 0G50 from lists Occupation, —scnvvesnvescneecerausectvesnsecetinvors (b) In what industry does he work?. . AND 50 (c) Does he:—\r",{"entities":[[0,18,"GARBAGE"],[19,68,"QUESTION"],[68,114,"GARBAGE"],[115,145,"QUESTION"],[145,169,"GARBAGE"]]}],["(b) What did this child have for each meal yesterday?\r",{"entities":[[0,3,"GARBAGE"],[4,53,"QUESTION"]]}],["(b) With whom does he usually By himself. play? With brothers and sisters...2 PLAWSO with other children............3 Other, namely.... 4 NO) ADSWEL........-0eseceeeeees x\r",{"entities":[[0,3,"GARBAGE"],[4,47,"QUESTION"],[48,171,"GARBAGE"]]}],["OCCUPATION OF PRESENT HUSBAND\r",{"entities":[[0,29,"QUESTION"]]}],null,["child to a Welfare Centre? (Ask all mothers even if they have not taken this child to a centre.)\r",{"entities":[[0,96,"QUESTION"]]}],["XV. HEALTH VISITOR’S COMMENTS\r",{"entities":[[0,29,"GARBAGE"]]}],["Please give full details of complications and treatment.\r",{"entities":[[0,56,"QUESTION"]]}],["PLEASE COMMENT FREELY ON THE STATE OF REPAIR OF THE DWELLING :—\r",{"entities":[[0,60,"QUESTION"],[61,63,"GARBAGE"]]}],["Remind her that in 1946 and 1948 she gave us most valuable information about herself and her child. We ncw want to find out what progress her child has made during the last two years. All information she gives will, of course, be ABSOLUTELY CONFIDENTIAL. How to fill in this form.\r",{"entities":[[0,280,"GARBAGE"]]}],["(©) How do you (or would you) Wa lkouiasssesescsscstsccsees ees on 1 get there ? Special bus or car provided\r",{"entities":[[0,3,"GARBAGE"],[4,29,"QUESTION"],[30,68,"GARBAGE"],[69,80,"QUESTION"],[81,108,"GARBAGE"]]}],["VI. HOSPITAL AND NURSING HOME IN-PATIENT TREATMENT\r",{"entities":[[0,50,"GARBAGE"]]}],["Uf Unemployed, ill, dead, etc., this information should relate to the\r",{"entities":[[0,69,"GARBAGE"]]}],["Among the worst.. No answer....\r",{"entities":[[0,31,"GARBAGE"]]}],["(b) How long does it (or would iwet . minutes it) take you to get to the = No answer... XX Welfare Centre?\r",{"entities":[[0,3,"GARBAGE"],[4,72,"QUESTION"],[73,98,"GARBAGE"],[99,106,"QUESTION"]]}],["TYPE OF AGE OF THIS CHILD AT : NURSERY, ETC. |° s Hours yey (Put code given in First Ceasing to Nusa ie Question 17 above)] attending attend eRe XI. THE MOTHER 18. Who helps you with the care of this child and with the housework? | |Grand-{ 0} aily * us. | Ofer |Sarents| rela: | help, |Trainedl NOt, | No band or tions or| char or| Nannie| MT Answer ren | in-laws | friends |dom' tic ee ‘hild | HS50 J@egular help)|...1...)... Deer eles |ne Amelee Sites Glee Ore. veonxones Child (occa- | | | aoe ional help))... 1 ...|.-. D ceilien Bleedlee 4 orelere Sie Ol otss 06+]: Xr OH CO & Hous: work | (regular help)|... 1 ...|--. 2 -.-|... Bi iielece Avrec|ors eee RHH5O Oe a7 Houssyor | | occasional | help) eee leon Dee Bice Aes Sala Gael One x... CHHS0 19. Have you been in paid work Yes ales eas sVonisjal sretelou stoner (either inside or outside the Noone ee ee home) since the birth of this N x ) child in 19462 WK50 from Wotkig ‘Mothers If ‘Yes,’ please give the following details of each period of employment. ) Cee. series: Be eS OI eh er ee er : Approx. hrs.} Date of Date of ) Exact nature of work per week taking job | leaving job ) WKT50 WKH50 ) 20. Have you been pregnant since NES taceeiet. cin irceemeen. | 1946? (i.e. AFTER the birth No .....,... 4 of this child). Sa) Nia No answer..............X\r",{"entities":[[0,1309,"GARBAGE"]]}],["Please sonrxpare (f) the cleanliness of this child and (g) the clean- liness Of this home with the standard of others in your care.\r",{"entities":[[0,131,"GARBAGE"]]}],["(d) If your husband’s work regularly keeps him away from home for 24 hours or more at a time, please give details\r",{"entities":[[0,113,"GARBAGE"]]}],null,["16. (a) When did you last take this MONCH sree seeossacenncs sess Ores.\r",{"entities":[[0,7,"GARBAGE"],[8,71,"QUESTION"]]}],[": GP50 X. NURSERIES, ETC. Sethe oes this child ever been to By Day arserore OSES) Residential Nursery........- oh = actory ED) Daily Minder (Registered a ee 3 With IAD, eee 8 Nursery School L.A. 4 Other, namely . onty{ Private 5 None of these . Nursery Class iG No answer .......\r",{"entities":[[0,279,"GARBAGE"]]}],["11. Does this child sleep in a room Byshimself-o. seasssevsstareasess 1 by himself or in a room with With others others? Z No answer (Uf “ with others”) (a) Who sleeps in his room? | parents _\r",{"entities":[[0,3,"GARBAGE"],[4,35,"QUESTION"],[36,71,"GARBAGE"],[72,120,"QUESTION"],[121,156,"GARBAGE"],[157,180,"QUESTION"],[181,192,"GARBAGE"]]}],["CARE OF CHILD AND HOME 26. (a) Do you know this family as well as or less well than the majority of other fam- ilies in your care? KNOH\r",{"entities":[[0,30,"GARBAGE"],[31,130,"QUESTION"],[131,135,"GARBAGE"]]}],null,null,["(c) Do you give him food SCSI caenaconodcsccboqnod\\iodeorodea 1 ?\r",{"entities":[[0,3,"GARBAGE"],[4,24,"QUESTION"],[25,63,"GARBAGE"],[64,65,"QUESTION"]]}],["(i.e. running or blocked nose even if there is no other complication.)\r",{"entities":[[0,70,"GARBAGE"]]}],["Ps Others (includ- This Motker’s | ing step and own children, |adopted children seif and other relations,| 2OTAL husband lodgers, domestics) Not—_frum nere Less than 5 years INF50) | INFB50 INFA5O Syears tol4. |. J FAMBO years 11 months FP HSO CHB50 | CHA5SO {5 years and over TOTAL IN HOUS50 HOUSEHOLD FAT50 OTH50\r",{"entities":[[0,314,"GARBAGE"]]}],["27. Please give details of any special lack of facilities in this dwelling which makes it difficult for this Mother to bring up her child or manage her home.\r",{"entities":[[0,157,"GARBAGE"]]}],null,["HBE — 1st Admission only (a) Have you noticed any differences in the behaviour of your child since he came back home ? If so, please give details\r",{"entities":[[0,28,"GARBAGE"],[29,118,"QUESTION"],[119,145,"GARBAGE"]]}],["‘ Among | Among e Average ‘he moet gest Miswer CLC50} (f) Cleanliness of child 1 2 3 X CLH5O} (g) Cieant’ness of home 1 an 2 3 x\r",{"entities":[[0,128,"GARBAGE"]]}]]}