{"classes":["QUESTION","GARBAGE"],"annotations":[["opment, 51-57. Dovidio, R. V., & Gaertner, S. L. (1986). Prejudice, discrimina-\r",{"entities":[[0,79,"GARBAGE"]]}],["26. You were passed over for an important project although you were more qualified and competent than the White/non-Black person given the task. .03\r",{"entities":[[0,3,"GARBAGE"],[4,144,"QUETIONS"],[145,148,"GARBAGE"]]}],["9. Whites/non-Blacks have failed to apologize for stepping on your foot or bumping into you.\r",{"entities":[[0,2,"GARBAGE"],[3,92,"QUETIONS"]]}],["19. You did not get the job you applied for although you were well qualified; you suspect because you are Black. .14\r",{"entities":[[0,3,"GARBAGE"],[4,112,"QUESTION"],[113,116,"GARBAGE"]]}],["national Journal of Social Psychiatry, 30, 41-49. Gerbing, D. W., & Anderson, J. C. (1993). Monte Carlo evaluation\r",{"entities":[[0,114,"GARBAGE"]]}],["5. Sales people/clerks did not say thank you or show other forms of courtesy and respect (i.e. put your things in a bag) when you shopped at some White/non-Black owned businesses.\r",{"entities":[[0,2,"GARBAGE"],[3,179,"QUESTION"]]}],["21. You have observed a double standard in the way the law or other systems of government (court, media, disciplinary committees, etc.) work (or don't work) when dealing with Blacks as opposed to Whites/ non-Blacks. .57\r",{"entities":[[0,3,"GARBAGE"],[4,215,"QUETIONS"],[216,219,"GARBAGE"]]}],["10. You have been threatened with physical violence by an individual or group of Whites/non-Blacks.\r",{"entities":[[0,3,"GARBAGE"],[4,99,"QUETIONS"]]}],["The recruitment of participants was aided by a lottery held as an incentive for participation in the study. Individuals who agreed to participate were given a lottery number, and a drawing was held at the conclusion of each data collection session. The winner received a $25 cash prize. The participants were debriefed individually or in groups following the collection of data.\r",{"entities":[[0,378,"GARBAGE"]]}],["38. You have held back angry or hostile feelings in the presence of White/ non-Black people for fear they would've accused you of having a \"chip\" on your shoulder. .08\r",{"entities":[[0,3,"GARBAGE"],[4,163,"QUETIONS"],[164,167,"GARBAGE"]]}],["39. You have been asked to pay in advance for goods/services that are usually paid for after a person receives them; you suspect it was because you are Black.\r",{"entities":[[0,3,"GARBAGE"],[4,158,"QUETIONS"]]}],["logical health. Paper presented at a workshop for the Office of Disease Prevention and Special Projects, National Institute of Mental Health, Rockville, MD.\r",{"entities":[[0,156,"GARBAGE"]]}],["We gratefully acknowledge Dorinda Trader, Pat Vincent, Reginald Gougis, Lisa Whitten, and the many others who assisted with data collection, and Khayriyyah Abdul-Lateef for her excel- lent editorial work on several drafts of this article. We also thank James S. Jackson, Francis Terrell, and Shelly Harrell for their assistance in locating relevant literature.\r",{"entities":[[0,360,"GARBAGE"]]}],["22. While shopping at a store, the sales clerk assumed that you couldn't afford certain items (i.e., you were directed toward the items on sale).\r",{"entities":[[0,3,"GARBAGE"],[4,145,"QUETIONS"]]}],["As a result of the focus group, concerns were raised that resulted in several changes being made to the IRRS. First, the original 5-point Likert-type scale (1 = no reaction; 2 = irritation; 3 = anger; 4 = hostility; and 5 = rage), on which group members found it difficult to differentiate between several of the response choices (i.e., anger, hostility, and rage), was changed (1 = unaf- fected by the event; 2 = slightly bothered by the event; 3 = event was upsetting; and 4 = extremely upset by event) to allow respon- dents to more clearly distinguish between their reactions. Second, some of the events were ambiguous and needed clarification. Third, the group pointed out that several significant events fitting the criteria for inclusion were omitted (i.e., events relating to the race-sex dynamic).\r",{"entities":[[0,806,"GARBAGE"]]}],["12. You did not receive a promotion you deserved; you suspect it was because you are Black. .07\r",{"entities":[[0,3,"GARBAGE"],[4,91,"QUETIONS"],[92,95,"GARBAGE"]]}],["(Revised): Does it measure stress or symptoms? Behavioral\r",{"entities":[[0,10,"GARBAGE"],[11,57,"QUESTION"]]}],["6. White people or other non-Blacks have treated you as if you were unintelligent and needed things explained to you slowly or numerous times.\r",{"entities":[[0,2,"GARBAGE"],[3,142,"QUETIONS"]]}],["Burke, A. W. (1984). Is racism a causatory component in mental illness? The International Journal of Social Psychiatry, 30, 1-3.\r",{"entities":[[0,128,"GARBAGE"]]}],["In the development of the IRRS as a measure of race- related stress, the researchers sought to answer several sig- nificant and related questions. First, is the experience of racism that African Americans encounter in their daily lives a multidimensional phenomenon that occurs across domains (i.e., institutionally, culturally, etc.)? Second, would the IRRS correlate with other measures of stress and racism, thereby proving itself to be a valid measure of race-related stress within its own right? Furthermore, could the IRRS be proven as a reliable measure of race-related stress on the basis of indexes of internal consistency and stability over time? Finally, because the IRRS is intended to measure the stress associated with everyday racism as uniquely experi- enced by African Americans, would it effectively discrim- inate between Blacks and non-Blacks?\r",{"entities":[[0,335,"QUETIONS"],[336,500,"QUETIONS"],[501,656,"QUETIONS"],[657,863,"QUETIONS"]]}],["13. You have observed that White kids who commit violent crimes are portrayed as \"boys being boys,\" while Black kids who commit similar crimes are wild animals. .63\r",{"entities":[[0,3,"GARBAGE"],[4,160,"QUETIONS"],[161,164,"GARBAGE"]]}],["23. White/non-Black people have been apologetic about the Japanese internment, Jewish holocaust, and other violations of human rights, but would prefer to forget about slavery, Jim Crowism, and other abuses of Black people. .57\r",{"entities":[[0,3,"GARBAGE"],[4,223,"QUETIONS"],[224,227,"GARBAGE"]]}],["40. You notice that the media plays up those stories that cast Blacks in negative ways (child abusers, rapists, muggers, etc. [or as savages] Wild Man of 96th St., Wolf Pack, etc.) usually accompanied by a large picture of a Black person looking angry or disturbed. .65\r",{"entities":[[0,3,"GARBAGE"],[4,265,"QUETIONS"],[266,269,"GARBAGE"]]}],["1. You have been in a restaurant or other White/non-Black establishment where everyone was waited on before you.\r",{"entities":[[0,2,"GARBAGE"],[3,112,"QUETIONS"]]}],["17. Although waiting in line first, you were assisted after the White/non- Black person behind you.\r",{"entities":[[0,3,"GARBAGE"],[4,99,"QUETIONS"]]}],["Comparison of two modes of stress measurement: Daily hassles and uplifts versus major life events. Journal of Behavioral\r",{"entities":[[0,120,"GARBAGE"]]}],["30. White/non-Black people have mistaken you for a salesperson, waiter, or other service help when you were actually a customer.\r",{"entities":[[0,3,"GARBAGE"],[4,128,"QUETIONS"]]}],["24. You were treated with less respect and courtesy than Whites and other non-Blacks while in a store, restaurant, or other business establishment.\r",{"entities":[[0,3,"GARBAGE"],[4,147,"QUETIONS"]]}],["33. While shopping at a store or when attempting to make a purchase, you were ignored as if you were not a serious customer or didn't have any money.\r",{"entities":[[0,3,"GARBAGE"],[4,149,"QUETIONS"]]}],["46. You have discovered that the White/non-Black person employed in the same capacity as you with equal or less qualifications is paid a higher salary.\r",{"entities":[[0,3,"GARBAGE"],[4,151,"QUESTION"]]}],["32. You have been subjected to racist jokes by Whites/non-Blacks in positions of authority, and you did not protest for fear they might have held it against you. —.10\r",{"entities":[[0,3,"GARBAGE"],[4,161,"QUETIONS"],[162,166,"GARBAGE"]]}],["28. You called the police for assistance and when they arrived they treated you like a criminal.\r",{"entities":[[0,3,"GARBAGE"],[4,96,"QUETIONS"]]}],["In addition to the focus group, five individuals (who were not part of the focus group) with extensive research backgrounds on\r",{"entities":[[0,126,"GARBAGE"]]}],["27. Whites/non-Blacks have stared at you as if you didn't belong in the same place with them, whether it was a restaurant, theater, or other place of business.\r",{"entities":[[0,3,"GARBAGE"],[4,159,"QUETIONS"]]}],["25. You were the victim of a crime and the police treated you as if you should just accept it as part of being Black.\r",{"entities":[[0,3,"GARBAGE"],[4,117,"QUETIONS"]]}],["crimination, stress, action orientation and physical and psycho-\r",{"entities":[[0,64,"GARBAGE"]]}],["Thompson, C. E., Neville, H., Weathers, P. L., Poston, W. C , & Atkinson, D. R. (1990). Cultural mistrust and racism reaction among African-American students. Journal of College Student Development, 31, 162-168.\r",{"entities":[[0,211,"GARBAGE"]]}],["15. You seldom hear or read anything positive about Black people on radio, TV, newspapers, or in history books. .49\r",{"entities":[[0,3,"GARBAGE"],[4,111,"QUETIONS"],[112,115,"GARBAGE"]]}],["Journal of Counseling Psychology 1996, Vol. 43, No. 4, 490-501\r",{"entities":[[0,62,"GARBAGE"]]}],["4. You have been followed by security (or employees) while shopping in some stores.\r",{"entities":[[0,2,"GARBAGE"],[3,83,"QUETIONS"]]}],["36. You have attempted to hail a cab, but they refused to stop, you think because you are Black.\r",{"entities":[[0,3,"GARBAGE"],[4,96,"QUETIONS"]]}],["Ponterotto, J. G., & Pedersen, P. B. (1993). Preventing prejudice: A guide for counselors and educators. Newbury Park, CA: Sage.\r",{"entities":[[0,128,"GARBAGE"]]}],["7. You have been questioned about your presence in a White neighborhood for no apparent reason.\r",{"entities":[[0,2,"GARBAGE"],[3,95,"QUETIONS"]]}],["Lazarus, R. S., & Folkman, S. (1984). Stress, appraisal, and coping. New York: Springer.\r",{"entities":[[0,88,"GARBAGE"]]}],["Simpson, G. E., & Yinger, J. M. (1985). Racial and cultural mi- norities: An analysis of prejudice and discrimination (5th ed.). New York: Plenum Press.\r",{"entities":[[0,152,"GARBAGE"]]}],["8. You notice that when Black people are killed by the police, the media informs the public of the victim's criminal record or negative information in their background, suggesting they got what they deserved.\r",{"entities":[[0,2,"GARBAGE"],[3,208,"QUESTION"]]}],["Correspondence concerning this article should be addressed to Shawn O. Utsey, who is now at 214-37 36th Avenue, Bayside, New York 11361. Electronic mail may be sent via Internet to utsey @ mary.fordham.edu.\r",{"entities":[[0,206,"GARBAGE"]]}],["45. When you have interacted with Whites/non-Blacks, you anticipated them saying or doing something racist either intentionally or unintentionally.\r",{"entities":[[0,3,"GARBAGE"],[4,147,"QUETIONS"]]}],["18. White people have expected you to denounce or reject the views or remarks of controversial Black leaders. .29\r",{"entities":[[0,3,"GARBAGE"],[4,109,"QUETIONS"],[110,113,"GARBAGE"]]}],["Smith, E. M. J. (1985). Ethnic minorities: Life stress, social sup- port, and mental health issues. The Counseling Psychologist, 13, 537-579.\r",{"entities":[[0,141,"GARBAGE"]]}],["The stress associated with the experience of discrimina- tion has been implicated in the development of psychiatric disorders such as depression (Burke, 1984), antisocial be- havior (Simpson & Yinger, 1985), lowered self-esteem (Fernando, 1984), lowered levels of general happiness and life satisfaction (Jackson et al., 1995), and poor academic performance (Gougis, 1986). The deleterious effect on the psychological health of African Americans that may result from everyday racism is significant and should be addressed by counseling psychologists and other mental health prac- titioners. When providing psychological services to African American clients, counselors can include an assessment, possibly during the intake process, of the extent to which racism and discrimination might be related to the client's presenting problem or problems, or in some way interfering with the client's current level of functioning (Smith, 1985). Consequently, there is a strong need for a self-administered, psychometrically sound (and relatively brief) measure of the magnitude and range of an individual's experiences with racism and discrimination (Outlaw, 1993).\r",{"entities":[[0,1155,"GARBAGE"]]}],["White, J. L., & Parham, T. A. (1990). The psychology of Blacks: An African-American perspective (2nd ed.). New Jersey: Pren- tice Hall.\r",{"entities":[[0,135,"GARBAGE"]]}],["tered into the LISREL 7 program and subjected to a second confirmatory factor analysis.\r",{"entities":[[0,87,"GARBAGE"]]}],["A potential criticism of the IRRS relates to the absence of a time frame in which the participants are requested to recall the occurrence of an event relating to racism or discrimina- tion, or both, that they have experienced. The question arises in this circumstance as to how accurate one can remember his or her reaction to an event that occurred several months ago, or even several years in the past. However, assessing the stressful impact of African Ameri- cans' experiences with racism is best served by not restrict- ing the period of time in which it occurred; for as Feagin and Sikes (1994) suggested, the effects of such traumatic experiences are long lasting. Another potential criticism of the IRRS and an ongoing issue in the field of stress research relates to the potential confound between the occurrence of race-related events and the intensity of such experiences. Because participants who have not experienced a given event are requested to select a response of 0, and those who have had a given experience must select a response between 1 and 4, it might be argued that the two responses are measures of separate constructs and should be analyzed separately. This is a debatable issue (J. E. Holm, personal communication, April 22, 1996; R. S. Lazarus, personal communication, April 30, 1996), and it continues to be deliberated between the major camps (i.e., daily hassles and stressful life events proponents) of stress researchers and can by no means be solved within the limits of this study. For all practical purposes, and consistent with the work of Lazarus and his colleagues (on which this study is in part based), not having experienced an event results in a stress score of 0 and is viewed within the realm of a scoring continuum of 0 to 4 (see Daily Hassles Scale [Revised] by Holm & Holroyd, 1992; Ways of Coping Scale by Lazarus & Folkman, 1984).\r",{"entities":[[0,1881,"GARBAGE"]]}],["models (pp. 40-65). Newbury Park, CA: Sage. Gougis, R. A. (1986). The effects of prejudice and stress on the\r",{"entities":[[0,108,"GARBAGE"]]}],["14. You have had trouble getting a cab to go certain places or even stop for you.\r",{"entities":[[0,3,"GARBAGE"],[4,81,"QUETIONS"]]}],["measure of perceived stress. Journal of Health and Social Be- havior, 24, 385-396.\r",{"entities":[[0,82,"GARBAGE"]]}],["Shawn O. Utsey and Joseph G. Ponterotto, Psychological and Educational Services, Fordham University at Lincoln Center.\r",{"entities":[[0,118,"GARBAGE"]]}],["11. You were physically attacked by an individual or group of White/non- Blacks.\r",{"entities":[[0,3,"GARBAGE"],[4,80,"QUETIONS"]]}],["16. While on public transportation or in public places, White people/non- Blacks have opted to stand up rather than sit next to you.\r",{"entities":[[0,3,"GARBAGE"],[4,132,"QUETIONS"]]}],["Rahim, A. M., & Magner, N. R. (1995). Confirmatory factor anal- ysis of the Styles of Handling Interpersonal Conflict: First-order factor model and its invariance across groups. Journal of Ap- plied Psychology, 80, 122-132.\r",{"entities":[[0,223,"GARBAGE"]]}],["Sample. The total sample for Study 1 included 302 participants from Greensboro, NC, and New York City. In an effort to obtain a sample demographically similar to the target population, partic- ipants were selected from a variety of settings: colleges and universities, a substance abuse treatment facility, and the commu- nity at large. It is significant to note that there were no incorrectly completed surveys in this study. There were approximately 10 surveys that were incomplete or suspected of being invalid. A total of 7 individuals refused to participate, primarily non-Blacks who found the material offensive. Participants in Study 1 did not take part in the pilot study.\r",{"entities":[[0,680,"GARBAGE"]]}],["20. You were refused an apartment or other housing; you suspect it was because you are Black. —.02\r",{"entities":[[0,3,"GARBAGE"],[4,93,"QUETIONS"],[94,98,"GARBAGE"]]}],["29. You have observed the police treat White/non-Blacks with more respect and dignity than they do Blacks. .55\r",{"entities":[[0,3,"GARBAGE"],[4,106,"QUETIONS"],[107,110,"GARBAGE"]]}],["41. You have been given more work or the most undesirable jobs at your place of employment, whereas the White/non-Black of equal or less seniority and credentials is given less work and more desirable tasks.\r",{"entities":[[0,3,"GARBAGE"],[4,207,"QUETIONS"]]}],["and integrative framework. American Psychologist, 47, 1182— 1193.\r",{"entities":[[0,65,"GARBAGE"]]}],["31. You have noticed that the public services are inadequate or nonexistent in Black communities (police, sanitation, street repairs, etc.). .55\r",{"entities":[[0,3,"GARBAGE"],[4,140,"QUETIONS"],[141,144,"GARBAGE"]]}],["",{"entities":[]}]]}