{"classes":["QUETIONS","GARBAGE"],"annotations":[["Q356.And how much do you agree or disagree with the statement... (356)?\r",{"entities":[[0,8,"GARBAGE"],[9,61,"QUETIONS"],[61,70,"GARBAGE"],[70,71,"QUETIONS"]]}],["Q228.If you could make a second choice for your electorate vote, which party's candidate would you choose?\r",{"entities":[[0,7,"GARBAGE"],[8,106,"QUETIONS"]]}],["IF NECESSARY: 8 means full trust and confidence, 0 means no trust and confidence at all, and 4 means you have trust and confidence about half the time (and any number in between).\r",{"entities":[[0,179,"GARBAGE"]]}],["Q128. First, can I just confirm that you are eligible to vote in New Zealand?\r",{"entities":[[0,5,"GARBAGE"],[6,77,"QUETIONS"]]}],["Day sample filed in definer                           (18)\r",{"entities":[[0,58,"GARBAGE"]]}],["Q226.Is this party's candidate the one you like the most for your electorate?\r",{"entities":[[0,7,"GARBAGE"],[8,77,"QUETIONS"]]}],["IF YES: Is that often or occasionally? ~END\r",{"entities":[[0,7,"GARBAGE"],[8,38,"QUETIONS"],[39,43,"GARBAGE"]]}],["Q281.Now I'd like to ask you more about what you EXPECT to happen at the coming election. Which parties do you expect to get seats in parliament in the coming election?\r",{"entities":[[0,8,"GARBAGE"],[9,168,"QUETIONS"]]}],["IF YES: Is that often or occasionally? ~ELSE Q202.\r",{"entities":[[0,7,"GARBAGE"],[8,38,"QUETIONS"],[39,50,"GARBAGE"]]}],["Q253.What party did you give your party vote to in 1999?\r",{"entities":[[0,9,"GARBAGE"],[10,56,"QUETIONS"]]}],["Good...., my name is ^I and I am calling from ACNielsen, the market research company. We are conducting a survey on what people are thinking during the 2002 election campaign, on behalf of the New Zealand Election Study Group based at the University of Auckland. May I please speak to the person in your household, aged 18 years or over, who MOST RECENTLY had a birthday, and who is eligible to vote in the coming election? ** ARRANGE CALLBACK IF NECESSARY ** REINTRODUCE IF NECESSARY **\r",{"entities":[[0,262,"GARBAGE"],[263,423,"QUETIONS"],[424,487,"GARBAGE"]]}],["Q224.Now turning to your electorate vote, if an election were held today, which party's candidate would get your electorate vote?\r",{"entities":[[0,8,"GARBAGE"],[9,129,"QUETIONS"]]}],["Q352.And how much trust and confidence would you say you have in public servants?\r",{"entities":[[0,8,"GARBAGE"],[9,81,"QUETIONS"]]}],["(353) Q353.There has been talk lately about the way democracy works in New Zealand. On the whole how satisfied are you with the way democracy works in New Zealand.\r",{"entities":[[0,16,"GARBAGE"],[17,163,"QUETIONS"]]}],["Q274.Which of EITHER the National or Labour parties would you most prefer to be in the government?\r",{"entities":[[0,10,"GARBAGE"],[11,98,"QUETIONS"]]}],["Q351.I am now going to ask you about organisations and people you trust and have confidence in.\r",{"entities":[[0,6,"GARBAGE"],[7,95,"QUETIONS"]]}],["~IF (211)(0) Q211.Now we would like to know what you think about each of the following political parties. Please rate each party that I read out on a scale from 0 to 10, where 0 means you strongly dislike that party and 10 means that you strongly like them, and numbers in between mean varying degrees of disliking or liking.\r",{"entities":[[0,21,"GARBAGE"],[25,325,"QUETIONS"]]}],["~IF (202)(0) Q202. Over the last month, have you done any of the following things?\r",{"entities":[[0,18,"GARBAGE"],[19,82,"QUETIONS"]]}],["Q155.Did you see any party broadcasts or advertising on television either last night or the night before?\r",{"entities":[[0,8,"GARBAGE"],[9,105,"QUETIONS"]]}],["Q192.Which political party do you feel could best solve that problem?\r",{"entities":[[0,10,"GARBAGE"],[11,69,"QUETIONS"]]}],["Q221.At the coming election you have two votes, one for a party, and one for a candidate in your electorate. Which vote do you think will be the most important in deciding which party gets the largest number of seats in parliament: the party vote, the electorate vote or would you say they are equally important?\r",{"entities":[[0,7,"GARBAGE"],[8,312,"QUETIONS"]]}],["Q262.Which ones?\r",{"entities":[[0,10,"GARBAGE"],[11,16,"QUETIONS"]]}],["Q194.And which political party do you feel is closest to you on that issue?\r",{"entities":[[0,8,"GARBAGE"],[9,75,"QUETIONS"]]}],["Q223.Which party do you think you would be most likely to vote for?\r",{"entities":[[0,10,"GARBAGE"],[11,67,"QUETIONS"]]}],["NEW PERSON TO THE PHONE: Can I just confirm that you are the member of your household who most recently had a birthday, and who is aged 18 or over, and is eligible to vote in the coming election?\r",{"entities":[[0,24,"GARBAGE"],[25,195,"QUETIONS"]]}],["Q135.And which electoral roll are you on, the General or Maori roll?\r",{"entities":[[0,8,"GARBAGE"],[9,68,"QUETIONS"]]}],["Q321.Now let's talk about the chances the various party candidates have of winning in the electorate that you are voting in. Which party's candidate, do you think, has the best chance of winning your electorate?\r",{"entities":[[0,8,"GARBAGE"],[9,211,"QUETIONS"]]}],["(324) Q324.Using the same scale which runs from 0 to 10, where 0 represents no chance for the party, and 5 represents an even chance, and 10 means certain victory, (and the numbers in between represent varying degrees of chance). What do you think (323)'s chances are of winning your electorate seat?\r",{"entities":[[0,16,"GARBAGE"],[17,300,"QUETIONS"]]}],["Q156.Which party's broadcasts or advertising did you see?\r",{"entities":[[0,10,"GARBAGE"],[11,57,"QUETIONS"]]}],["Q130.And can you suggest a more convenient time when I could speak to that person?\r",{"entities":[[0,8,"GARBAGE"],[9,82,"QUETIONS"]]}],["Which radio stations have you listened to over the last two days?\r",{"entities":[[0,65,"QUETIONS"]]}],["Q193.What is the single most important issue to you personally in this election?\r",{"entities":[[0,9,"GARBAGE"],[10,80,"QUETIONS"]]}],["Have you... (201)?\r",{"entities":[[0,8,"QUETIONS"],[8,17,"GARBAGE"],[17,18,"QUETIONS"]]}],["IF MENTIONS NAME BUT NO PARTY: Which party is that person standing for?\r",{"entities":[[0,30,"GARBAGE"],[31,71,"QUETIONS"]]}],["Q261.Only some parties in Parliament form the government. The government is made up of a Prime Minister and Cabinet Ministers. Do you happen to recall which parties have been part of the Government since the 1999 election?\r",{"entities":[[0,9,"GARBAGE"],[10,222,"QUETIONS"]]}],["Q227.Which candidate do you like the most?\r",{"entities":[[0,10,"GARBAGE"],[11,42,"QUETIONS"]]}],["Q183.Did you read any political news or see any political advertising in today's or yesterday's paper?(0)s2\r",{"entities":[[0,8,"GARBAGE"],[9,102,"QUETIONS"],[102,107,"GARBAGE"]]}],["Q325.Do you think any other party's candidate has a chance of winning?\r",{"entities":[[0,7,"GARBAGE"],[8,70,"QUETIONS"]]}],["(355) Q355.I'm now going to read you some statements about elections and MPs. Could you tell me how much you agree or disagree with each statement.\r",{"entities":[[0,14,"GARBAGE"],[15,147,"QUETIONS"]]}],["Q175.Can you remember hearing a news bulletin on (174) either yesterday or today?\r",{"entities":[[0,8,"GARBAGE"],[9,81,"QUETIONS"]]}],["Q225.Which party's candidate do you think you would be most likely to vote for?\r",{"entities":[[0,10,"GARBAGE"],[11,79,"QUETIONS"]]}],["As far as you know, are you on the electoral roll?\r",{"entities":[[0,50,"QUETIONS"]]}],["Q402.In what year were you born?\r",{"entities":[[0,7,"GARBAGE"],[8,32,"QUETIONS"]]}],["Q205.And how do you feel about (204)? ~END\r",{"entities":[[0,8,"GARBAGE"],[9,37,"QUETIONS"],[38,42,"GARBAGE"]]}],["Q272.If your first choice party was unable to form a government on its own, which other party would you prefer to be its partner?\r",{"entities":[[0,7,"GARBAGE"],[8,129,"QUETIONS"]]}],["each party to get ÍÍÍÍÍ\r",{"entities":[[0,23,"GARBAGE"]]}],["Q251.Were you eligible to vote in the 1999 election?\r",{"entities":[[0,9,"GARBAGE"],[10,52,"QUETIONS"]]}],["Q191.What do you think is the single most important problem facing New Zealand today?\r",{"entities":[[0,9,"GARBAGE"],[10,85,"QUETIONS"]]}],["Generally speaking, how much interest do you usually have in what's going on in politics? Would you say you are...\r",{"entities":[[0,114,"GARBAGE"]]}],["likely to form the government after the election?\r",{"entities":[[0,49,"QUETIONS"]]}],["(201) Q201 Behavioural Discussed Politics with others #1......1......2......3......8......9 Talked to any people about how they should vote #2......1......2......3......8......9 Gone to any political meetings or rallies #3......1......2......3......8......9 Done any work for a political party or candidate #4......1......2......3......8......9\r",{"entities":[[0,10,"GARBAGE"],[11,53,"QUETIONS"],[54,91,"GARBAGE"],[92,139,"QUETIONS"],[140,177,"GARBAGE"],[178,219,"QUETIONS"],[220,257,"GARBAGE"],[258,306,"QUETIONS"],[307,344,"GARBAGE"]]}],["Q404.And finally, may I have your name and check your phone number so that if you win the draw for $300 we know who to ask for.\r",{"entities":[[0,8,"GARBAGE"],[9,127,"QUETIONS"]]}],["Q154.Did you watch the news on TV3 either last night or the night before?\r",{"entities":[[0,8,"GARBAGE"],[9,73,"QUETIONS"]]}],["Q271.The next few questions ask what party or parties you prefer to be in government. Regardless of how many seats you expect the various parties to win, which party would you most like to be in Government?\r",{"entities":[[0,8,"GARBAGE"],[9,206,"QUETIONS"]]}],["Q264.Can you tell me whether or not the current government has more than half or less than half of the seats in parliament?\r",{"entities":[[0,8,"GARBAGE"],[9,123,"QUETIONS"]]}],["The survey will take around 15 minutes, is it convenient to talk to you now?\r",{"entities":[[0,76,"QUETIONS"]]}],["Q129.Please may I speak to the person aged 18 and over, who celebrated their birthday BEFORE yours AND who is eligible to vote?\r",{"entities":[[0,11,"GARBAGE"],[12,127,"QUETIONS"]]}],["Q305.Do you think the chances of (304) being in government are...\r",{"entities":[[0,7,"GARBAGE"],[12,62,"QUETIONS"],[62,65,"GARBAGE"]]}],["Q222.Taking the party vote first, if an election were held today, which party would you vote for?\r",{"entities":[[0,11,"GARBAGE"],[12,97,"QUETIONS"]]}],["Q254.After the coming election, what sort of government would you prefer - a government made up of a single party or a coalition government made up of more than one party?\r",{"entities":[[0,10,"GARBAGE"],[11,72,"QUETIONS"],[73,74,"GARBAGE"],[75,171,"QUETIONS"]]}],["Do you..           *** READ OUT IF NECESSARY ***\r",{"entities":[[0,48,"GARBAGE"]]}],["(322) Q322.Using a scale which runs from 0 to 10, where 0 represents no chance for the party, and 5 represents an even chance, and 10 means certain victory, (and the numbers in between represent varying degrees of chance). What do you think (321)'s chances are of winning your electorate seat?\r",{"entities":[[0,16,"GARBAGE"],[17,293,"QUETIONS"]]}],["Q284.There will probably be 120 members and seats in the new parliament, which means that to become a government on its own, a party has to get over 60 seats. How many seats out of the 120 do you expect each of the following parties to get?\r",{"entities":[[0,10,"GARBAGE"],[11,240,"QUETIONS"]]}],["Q252.And did you vote at the 1999 election?\r",{"entities":[[0,8,"GARBAGE"],[9,43,"QUETIONS"]]}],["(326) Q326.Again, using the same scale which runs from 0 to 10, where 0 represents no chance for the party, and 5 represents an even chance, and 10 means certain victory, (and the numbers in between represent varying degrees of chance). What do you think (325)'s chances are of winning your electorate seat?\r",{"entities":[[0,17,"GARBAGE"],[18,307,"QUETIONS"]]}],["Thank you very much for your time.\r",{"entities":[[0,34,"GARBAGE"]]}],["Q173.And did you listen to Morning Report or Checkpoint over the last two days?\r",{"entities":[[0,8,"GARBAGE"],[9,79,"QUETIONS"]]}],["Q273.If a third party is needed to form a government, which other party would you prefer?\r",{"entities":[[0,7,"GARBAGE"],[8,89,"QUETIONS"]]}],["IF NAME ONLY MENTIONED, ASK FOR PARTY.\r",{"entities":[[0,38,"GARBAGE"]]}],["Q403.Including yourself, how many people in your household are aged 18 years or over?\r",{"entities":[[0,14,"GARBAGE"],[15,85,"QUETIONS"]]}],["And have you... (201)?\r",{"entities":[[0,22,"GARBAGE"]]}],["Q354.What do you think of the state of the economy these days in New Zealand? Would you say it is....\r",{"entities":[[0,9,"GARBAGE"],[10,97,"QUETIONS"],[97,100,"GARBAGE"],[100,101,"QUETIONS"]]}],["IF CLARIFICATION NEEDED: Either the 6pm or the late night news.\r",{"entities":[[0,63,"GARBAGE"]]}],["Q203.Of all the politicians in New Zealand, who would you most like to be Prime Minister?\r",{"entities":[[0,7,"GARBAGE"],[8,89,"QUETIONS"]]}],["Q323.And which party's candidate is the one next most likely to win after (321)?\r",{"entities":[[0,8,"GARBAGE"],[9,80,"QUETIONS"]]}],["Q213.Some people vote in elections while others choose not to. Using a scale from 0 to 10, where 10 means very likely and 0 means very unlikely, and numbers in between mean varying degrees of likelihood. If an election were held today, how likely is it that you would vote?\r",{"entities":[[0,9,"GARBAGE"],[10,273,"QUETIONS"]]}],["~IF (205)(0) Q205.Now we would like to know what you think about the following party leaders. Please rate each leader that I read out on a scale from 0 to 10, where 0 means you strongly dislike that leader and 10 means that you strongly like them, and you may choose any numbers in between .\r",{"entities":[[0,291,"GARBAGE"]]}],["IF HESITANT: Your telephone number was randomly selected by computer and your identity will remain completely confidential. It will take approximately 15 minutes to complete the questions and your answers recorded in our dataset will be completely anonymous.\r",{"entities":[[0,258,"GARBAGE"]]}],["Q406.Researchers at the University of Auckland are conducting a followup survey by post after the election. We would like to send you a copy to fill out when convenient to you. It can be sent back post free and would give you a chance to go into another draw for a $300 voucher.\r",{"entities":[[0,16,"GARBAGE"],[17,278,"QUETIONS"]]}],["City/Town :\r",{"entities":[[0,11,"GARBAGE"]]}],["IF NAME ONLY GIVEN: Which party is that candidate standing for?\r",{"entities":[[0,19,"GARBAGE"],[20,63,"QUETIONS"]]}],["Q214.Generally speaking, do you usually think of yourself as Labour, National, NZ First, Green, ACT or some other party, or don't you think of yourself in this way?\r",{"entities":[[0,14,"GARBAGE"],[15,164,"QUETIONS"]]}],["*** DO NOT PROMPT OR GIVE ANSWER ***\r",{"entities":[[0,36,"GARBAGE"]]}],["Q301.Now we want to ask how likely you think it is that the various parties will be in the government after the election. Do you think the chances of National being in government are...\r",{"entities":[[0,8,"GARBAGE"],[9,182,"QUETIONS"],[182,185,"GARBAGE"]]}],["IF RESPONDENT SAYS THEY DON'T WANT A ONE PARTY GOVERNMENT, ASK: If there were a coalition which is the first party you would choose?\r",{"entities":[[0,63,"GARBAGE"],[64,132,"QUETIONS"]]}],["Are you..       *** READ OUT ***\r",{"entities":[[0,32,"GARBAGE"]]}],["Q152.Did you watch the news on TV One either last night or the night before?\r",{"entities":[[0,8,"GARBAGE"],[9,76,"QUETIONS"]]}],["PROBE: Is that slightly or strongly agree/disagree?\r",{"entities":[[0,6,"GARBAGE"],[7,51,"QUETIONS"]]}],["",{"entities":[]}]]}