{"classes":["QUETIONS","GARBAGE"],"annotations":[["1. Strongly favour humanitarian grounds 2. Favour humanitarian grounds 3. Favour commercial and political interests 4. Strongly favour commercial and political interests 5. (Don’t know) 6. (Refused)\r",{"entities":[[0,198,"GARBAGE"]]}],["If you have any queries or concerns about the survey I can give you some contact details.\r",{"entities":[[0,89,"GARBAGE"]]}],["*(ALL) DEM3 Were both of your parents born in Australia?\r",{"entities":[[0,11,"GARBAGE"],[12,56,"QUETIONS"]]}],["United States or Australia’s relationship with China? Would you say…\r",{"entities":[[0,68,"QUETIONS"]]}],["Australian government providing aid to poorer countries around the world?\r",{"entities":[[0,73,"QUETIONS"]]}],["OK, that’s fine, no problem, but could you just tell me the main reason you do not want to participate, \r",{"entities":[[0,103,"QUETIONS"]]}],["because that’s important information for us? \r",{"entities":[[0,44,"QUETIONS"]]}],["1. No comment / just hung up \r",{"entities":[[0,28,"GARBAGE"]]}],["2. Too busy \r",{"entities":[[0,11,"GARBAGE"]]}],["3. Not interested \r",{"entities":[[0,17,"GARBAGE"]]}],["4. Too personal / intrusive \r",{"entities":[[0,27,"GARBAGE"]]}],["5. Don’t like subject matter \r",{"entities":[[0,28,"GARBAGE"]]}],["6. Don’t believe surveys are confidential / privacy concerns \r",{"entities":[[0,60,"GARBAGE"]]}],["7. Silent number \r",{"entities":[[0,16,"GARBAGE"]]}],["8. Don’t trust surveys / government \r",{"entities":[[0,35,"GARBAGE"]]}],["9. Never do surveys \r",{"entities":[[0,19,"GARBAGE"]]}],["10. 12 minutes is too long \r",{"entities":[[0,26,"GARBAGE"]]}],["11. Get too many calls for surveys / telemarketing \r",{"entities":[[0,50,"GARBAGE"]]}],["12. Too old / frail / deaf / unable to do survey (CODE AS TOO OLD / FRAIL / DEAF) \r",{"entities":[[0,81,"GARBAGE"]]}],["13. Not a residential number (business, etc)  (CODE AS NOT A RESIDENTIAL NUMBER) \r",{"entities":[[0,80,"GARBAGE"]]}],["14. Language difficulty (CODE AS LANGUAGE DIFFICULTY NO FOLLOW UP) \r",{"entities":[[0,66,"GARBAGE"]]}],["15. Going away / moving house (CODE AS AWAY DURATION) \r",{"entities":[[0,53,"GARBAGE"]]}],["16. Asked to be taken off list (add to do not call register) \r",{"entities":[[0,60,"GARBAGE"]]}],["17. Other (Specify) \r",{"entities":[[0,19,"GARBAGE"]]}],["18.  Objected to being called on mobile phone \r",{"entities":[[0,45,"GARBAGE"]]}],[" \r",{"entities":[]}],["RECORD RE-CONTACT TYPE \r",{"entities":[[0,22,"GARBAGE"]]}],["1. Definitely don’t call back \r",{"entities":[[0,29,"GARBAGE"]]}],["2. Possible conversion\r",{"entities":[[0,22,"GARBAGE"]]}],["*(ALL) DEM2 How would you describe this household?  For example, a couple, a couple with children, a single\r",{"entities":[[0,11,"GARBAGE"],[12,50,"QUETIONS"],[52,107,"GARBAGE"]]}],["May I speak to that person please?\r",{"entities":[[0,34,"QUETIONS"]]}],["because that’s important information for us?\r",{"entities":[[0,44,"QUETIONS"]]}],["parties would you vote for?\r",{"entities":[[0,27,"QUETIONS"]]}],["*(DEM2=2 OR 3) (CHILDREN IN HOUSEHOLD) DEM2a What are the ages of the children in this household?\r",{"entities":[[0,44,"GARBAGE"],[45,97,"QUETIONS"]]}],["*(SAMTYP=2 AND S5=1, MOBILE SAMPLE AGED 18 OR OVER) S7 Could I also just check whether it is safe for you to take this call at the moment? If not, we’d be\r",{"entities":[[0,54,"GARBAGE"],[55,141,"QUETIONS"],[142,154,"GARBAGE"]]}],["*(ALL) C2 Now, turning to China: Do you think the growth of China as a major economy is a positive or a\r",{"entities":[[0,32,"GARBAGE"],[33,103,"QUETIONS"]]}],["negative development for Australia?\r",{"entities":[[0,35,"QUETIONS"]]}],["*(ALL) DEM14 And finally, just a few questions to make sure we’ve spoken to a good range of people.\r",{"entities":[[0,16,"GARBAGE"],[17,99,"QUETIONS"]]}],["*(ALL) B1  Thinking now about the issue of foreign aid, do you generally approve or disapprove of the\r",{"entities":[[0,9,"GARBAGE"],[11,101,"QUETIONS"]]}],["Including yourself, how many people aged 18 years and over live in your household?\r",{"entities":[[0,82,"QUETIONS"]]}],["or do you think Australia’s commercial and political interests should play a significant part?\r",{"entities":[[0,94,"QUETIONS"]]}],["*(ALL) DEM7 What is your religion or faith?\r",{"entities":[[0,11,"GARBAGE"],[12,43,"QUETIONS"]]}],["Aged under 18\r",{"entities":[[0,13,"GARBAGE"]]}],["Household refusal\r",{"entities":[[0,17,"GARBAGE"]]}],["*(ALL) DEM12  (IF LANDLINE, SAMTYP = 1) Can the internet be accessed at this dwelling? (IF MOBILE, SAMTYP = 2) Can the internet be accessed at your home?\r",{"entities":[[0,39,"GARBAGE"],[40,86,"QUETIONS"],[87,110,"GARBAGE"],[111,153,"QUETIONS"]]}],["*(CHILDREN UNDER 18 IN HOUSEHOLD (DEM2A=1, 2 OR 3)) DEM2b Are you a parent of any of the children under the age of 18 in this household?\r",{"entities":[[0,57,"GARBAGE"],[58,136,"QUETIONS"]]}],["*(LANDLINE SAMPLE, MOBILE SAMPLE WITH LANDLINE) (SAMTYP=1 OR ((SAMTYP=2 AND W2 = 1)) W3  How many residential phone numbers do you have in your household not including lines dedicated\r",{"entities":[[0,87,"GARBAGE"],[89,183,"QUETIONS"]]}],["person household or something else?\r",{"entities":[[0,35,"QUETIONS"]]}],["*(DEM10=1,2) (WORKING) DEM11 What’s your (main) occupation?\r",{"entities":[[0,28,"GARBAGE"],[29,59,"QUETIONS"]]}],["*(ALL) DEM11a. What is your total annual household income before tax or anything else is taken out? Would it be…\r",{"entities":[[0,14,"GARBAGE"],[15,112,"QUETIONS"]]}],["terrorism?\r",{"entities":[[0,10,"GARBAGE"]]}],["*(ALL) PREB4 The next set of questions is about your opinion of different international institutions.\r",{"entities":[[0,101,"GARBAGE"]]}],["living?\r",{"entities":[[0,7,"GARBAGE"]]}],["6. Sales workers (sales reps and agents, sales assistants and sales persons and sales support persons)\r",{"entities":[[0,102,"GARBAGE"]]}],["*(ALL) S4 This call may be monitored for training and quality purposes. Is that OK?\r",{"entities":[[0,9,"GARBAGE"],[10,83,"QUETIONS"]]}],["*(ALL) D2 Do you think that Indonesia has assisted or not assisted Australia in combating people smuggling?\r",{"entities":[[0,9,"GARBAGE"],[10,107,"QUETIONS"]]}],["*(ALL) DEM5 Would you mind telling me how old you are?\r",{"entities":[[0,11,"GARBAGE"],[12,54,"QUETIONS"]]}],["4. Community and personal service workers (Health and welfare support workers, carers and aides, hospitality workers, protective service workers and sports and service workers)\r",{"entities":[[0,176,"GARBAGE"]]}],["*(ALL) B2 Do you believe that globalization is mostly good or mostly bad for Australia’s economy?\r",{"entities":[[0,9,"GARBAGE"],[10,97,"QUETIONS"]]}],["*(ALL) C5 Which relationship do you think is more important to Australia? Australia’s relationship with the\r",{"entities":[[0,9,"GARBAGE"],[10,73,"QUETIONS"],[74,107,"GARBAGE"]]}],["*(ALL) B4 What is your opinion of the United Nations? Would you say…\r",{"entities":[[0,9,"GARBAGE"],[10,68,"QUETIONS"]]}],["*(SAMTYP=2, MOBILE) S5 For this survey, we are interested in talking to people aged 18 or over. Can I check, are you aged\r",{"entities":[[0,121,"GARBAGE"]]}],["*(ALL) D1 Do you consider Indonesia an ally of Australia? Would you say they are an…\r",{"entities":[[0,9,"GARBAGE"],[10,84,"QUETIONS"]]}],["For each of the following please tell me if you use this source often, sometimes, rarely or never get\r",{"entities":[[0,101,"GARBAGE"]]}],["*(LANDLINE SAMPLE) (SAMTYP=1) W4        Do you also have a working mobile phone?\r",{"entities":[[0,32,"GARBAGE"],[40,80,"QUETIONS"]]}],["*(ALL) A1 I’d like to start with a general question about your views on life in Australia.  All things considered, are you satisfied or dissatisfied with the way the country is heading?\r",{"entities":[[0,9,"GARBAGE"],[10,185,"QUETIONS"]]}],["*(SAMTYP=2, MOBILE) S6 Just so I know your time zone, can you please tell me which state or territory you’re in?\r",{"entities":[[0,22,"GARBAGE"],[23,112,"QUETIONS"]]}],["on behalf of the Australian National University from the Social Research Centre.  The University is doing a short survey of community attitudes towards a number of issues.\r",{"entities":[[0,171,"GARBAGE"]]}],["phone?\r",{"entities":[[0,6,"QUETIONS"]]}],["*(QUERIED HOW TELEPHONE NUMBER WAS OBTAINED) ATELQ Your telephone number has been chosen at random from all possible telephone numbers in\r",{"entities":[[0,137,"GARBAGE"]]}],["*(ALL) B3 Do you believe that globalisation has a mostly good or mostly bad effect on your own standard of\r",{"entities":[[0,9,"GARBAGE"],[10,106,"QUETIONS"]]}],["*(ALL) DEM8 Apart from weddings, funerals and baptisms, about how often do you attend religious services?\r",{"entities":[[0,11,"GARBAGE"],[12,105,"QUETIONS"]]}],["S1=7 No one aged 18 over in household Out of scope\r",{"entities":[[0,50,"GARBAGE"]]}],["deal of confidence in them, quite a lot of confidence, not very much confidence, or none at all?\r",{"entities":[[0,96,"QUETIONS"]]}],["1. Australia’s relationship with US much more important 2. Australia’s relationship with US more important 3. Both equally 4. Australia’s relationship with China more important 5. Australia’s relationship with China much more important 6. (Don’t know) 7. (Refused)\r",{"entities":[[0,264,"GARBAGE"]]}],["for protecting Australia’s security?\r",{"entities":[[0,36,"QUETIONS"]]}],["receiving calls?\r",{"entities":[[0,16,"QUETIONS"]]}],["TERM2 Thanks anyway, but to participate in this study I need to confirm which state / territory you are in\r",{"entities":[[0,106,"GARBAGE"]]}],["*(ALL) A2a What do you think is the most important problem facing Australia today?\r",{"entities":[[0,10,"GARBAGE"],[11,82,"QUETIONS"]]}],["*(ALL) DEM10  Which of these best describes your current employment situation?  Are you…\r",{"entities":[[0,12,"GARBAGE"],[14,88,"QUETIONS"]]}],["IF NECESSARY: It’s about a range of issues but is mainly about peoples’ attitudes towards foreign affairs and foreign policy\r",{"entities":[[0,124,"GARBAGE"]]}],["*(ALL) D3 And do you think that Indonesia has assisted or not assisted Australia in reducing the threat of\r",{"entities":[[0,13,"GARBAGE"],[14,106,"QUETIONS"]]}],["*(ALL) C4 Do you consider China to be an economic threat to Australia, or not?\r",{"entities":[[0,9,"GARBAGE"],[10,78,"QUETIONS"]]}],["No one aged 18 over in household\r",{"entities":[[0,32,"GARBAGE"]]}],["http://www.srcentre.com.au/\r",{"entities":[[0,27,"GARBAGE"]]}],["Are you happy to continue?\r",{"entities":[[0,26,"QUETIONS"]]}],["*(ALL) DEM4 In which country were you born?\r",{"entities":[[0,11,"GARBAGE"],[12,42,"QUETIONS"]]}],["*(ALL) DEM9 What is the highest level of education you have completed?\r",{"entities":[[0,11,"GARBAGE"],[12,70,"QUETIONS"]]}],["*(ALL) DEM13 And, can I please have your postcode?\r",{"entities":[[0,17,"GARBAGE"],[18,50,"QUETIONS"]]}],["A2b And what do you think is the second most important problem facing Australia today?\r",{"entities":[[0,7,"GARBAGE"],[8,86,"QUETIONS"]]}],["*(ALL) POL5 The next question is about where you get your own information about international news.\r",{"entities":[[0,99,"GARBAGE"]]}],["*(MOBILE AND NOT SAFE TO TAKE CALL) S8 Do you want me to call you back on this number or would you prefer I call back on your home\r",{"entities":[[0,38,"GARBAGE"],[39,130,"QUETIONS"]]}],["18 years or over?\r",{"entities":[[0,17,"QUETIONS"]]}],["INTERVIEWER NOTE: IF ‘UNCOMMITTED’, SAY: ‘TO WHICH ONE OF THESE DO YOU HAVE A LEANING?’\r",{"entities":[[0,40,"GARBAGE"],[41,86,"QUETIONS"],[86,87,"GARBAGE"]]}],["a. The United Nations Development Program b. The World Health Organisation c. The World Bank d. The World Trade Organisation\r",{"entities":[[0,124,"GARBAGE"]]}],["*(ALL) C3 Do you consider China to be a military threat to Australia, or not?\r",{"entities":[[0,9,"GARBAGE"],[10,77,"QUETIONS"]]}],["PREDEM2B IF DEM2a=1, 2 OR 3 (ANY CHILD UNDER 18 IN HOUSEHOLD) CONTINUE, OTHERWISE GO TO DEM2c\r",{"entities":[[0,93,"GARBAGE"]]}],["IF NECESSARY: It’s about your opinion on a range of issues – there are no right or wrong answers - but is mainly about peoples’ attitudes towards foreign affairs and foreign policy\r",{"entities":[[0,180,"GARBAGE"]]}],["Appendix 1 - Final Questionnaire\r",{"entities":[[0,32,"GARBAGE"]]}],["*(DEM5=2) (REFUSED AGE) DEM6 Would you mind telling me which of the following age groups you are in?\r",{"entities":[[0,28,"GARBAGE"],[29,100,"QUETIONS"]]}],["over in your household who is going to have the next birthday.\r",{"entities":[[0,62,"GARBAGE"]]}],["*(WANTS ADDITIONAL INFORMATION) AINFO Further information can also be found on our website www.srcentre.com.au or the ANU website at\r",{"entities":[[0,132,"GARBAGE"]]}],["*(ALL) W1 Now just a question or two about your use of telephone services.\r",{"entities":[[0,74,"GARBAGE"]]}],["*(ALL) PREB2 Now some questions about globalisation, which is the process of increasing connections of our economy with other countries around the world.\r",{"entities":[[0,153,"GARBAGE"]]}],["Thanks anyway, but for this survey we need to speak to people aged 18 or more.  Thanks for being \r",{"entities":[[0,96,"GARBAGE"]]}],["prepared to help. \r",{"entities":[[0,17,"GARBAGE"]]}],[" participate in this study I need to confirm which state / territory you are in\r",{"entities":[[1,79,"GARBAGE"]]}],["INTERVIEW NOTE: If Christian, PROBE: What denomination?\r",{"entities":[[0,36,"GARBAGE"],[37,55,"QUETIONS"]]}],["and the information you have provided will only be used for research purposes. Our Privacy Policy is available via our website, www.srcentre.com.au, if you require further information please click on the Privacy Policy in the right hand menu.\r",{"entities":[[0,242,"GARBAGE"]]}],["Mobile sample refused alternative number\r",{"entities":[[0,40,"GARBAGE"]]}],["*(ALL) POL4 Over the last three years, about how many times have you travelled overseas?\r",{"entities":[[0,11,"GARBAGE"],[12,88,"QUETIONS"]]}],["BACK) 3. Respondent refusal (ATTEMPT CONVERSION / RECORD REASON) (GO TO RR1) 4. Wants further information about survey (GO TO AINFO) 5. Queried about how telephone number was obtained (GO TO ATELQ)\r",{"entities":[[0,197,"GARBAGE"]]}],["ANU Poll (May 2014) – Foreign Affairs Questionnaire – Pilot\r",{"entities":[[0,59,"GARBAGE"]]}],["INTERVIEWER NOTE: If needed explain as how many individual landline numbers are there at your house that you can use to make and receive calls?\r",{"entities":[[0,17,"GARBAGE"],[18,143,"QUETIONS"]]}],["",{"entities":[]}]]}