{"classes":["QUETIONS","GARBAGE"],"annotations":[["10. About how often did you feel worthless?\r",{"entities":[[0,3,"GARBAGE"],[4,43,"QUETIONS"]]}],["6. About how often did you feel so restless you could not sit still?\r",{"entities":[[0,2,"GARBAGE"],[3,68,"QUETIONS"]]}],["9. About how often did you feel so sad that nothing could cheer you up?\r",{"entities":[[0,2,"GARBAGE"],[3,71,"QUETIONS"]]}],["The K10 is widely recommended as a simple measure of psychological distress and as a measure of outcomes following treatment for common mental health disorders. The K10 is in the public domain and is promoted on the Clinical Research Unit for Anxiety and Depression website (www.crufad.org) as a self report measure to identify need for treatment.\r",{"entities":[[0,347,"GARBAGE"]]}],["3. About how often did you feel so nervous that nothing could calm you down?\r",{"entities":[[0,2,"GARBAGE"],[3,76,"QUETIONS"]]}],["What is the K10 and how is it scored?\r",{"entities":[[0,37,"QUETIONS"]]}],["8. About how often did you feel that everything was an effort?\r",{"entities":[[0,2,"GARBAGE"],[3,62,"QUETIONS"]]}],["2. About how often did you feel nervous?\r",{"entities":[[0,2,"GARBAGE"],[3,40,"QUETIONS"]]}],["For further information on the K10 please refer to www.crufad.org or Andrews, G Slade, T. Interpreting score on the Kessler Psychological Distress Scale (K10). Australia and New Zealand Journal of Public Health: 2001; 25:6: 494-497.\r",{"entities":[[0,232,"GARBAGE"]]}],["1. About how often did you feel tired out for no good reason?\r",{"entities":[[0,2,"GARBAGE"],[3,61,"QUETIONS"]]}],["7. About how often did you feel depressed?\r",{"entities":[[0,2,"GARBAGE"],[3,42,"QUETIONS"]]}],["4. About how often did you feel hopeless?\r",{"entities":[[0,2,"GARBAGE"],[3,41,"QUETIONS"]]}],["5 About how often did you feel restless or fidgety?\r",{"entities":[[0,1,"GARBAGE"],[2,51,"QUETIONS"]]}],["The K10 uses a five value response option for each question – all of the time, most of the time, some of the time, a little of the time and none of the time which can be scored from five through to one.\r",{"entities":[[0,202,"GARBAGE"]]}],["diagnosis or treatment. Not to be used for commercial purposes and not to be hosted electronically outside of the Black Dog Institute website. www.blackdoginstitute.org.au\r",{"entities":[[0,171,"GARBAGE"]]}],["For all questions, please select the appropriate response.\r",{"entities":[[0,58,"GARBAGE"]]}],["diagnosis or treatment. Not to be used for commercial purposes and not to be hosted electronically outside of the Black Dog In stitute website. www.blackdoginstitute.org.au\r",{"entities":[[0,172,"GARBAGE"]]}],["",{"entities":[]}]]}