{"classes":["QUETIONS","GARBAGE"],"annotations":[["Little interest or pleasure in doing things? Feeling down, depressed, or hopeless? Trouble falling or staying asleep, or sleeping too much? Feeling tired or having little energy? Poor appetite or overeating? Feeling bad about yourself - or that you are a failure or have let yourself or your family down? Trouble concentrating on things, such as reading the newspaper or watching television? Moving or speaking so slowly that other people could have noticed? Or the opposite - being so fidgety or restless that you have been moving around a lot more than usual? Thoughts that you would be better off dead, or of hurting yourself in some way? Feeling nervous, anxious or on edge? Not being able to stop or control worrying? Worrying too much about different things? Trouble relaxing? Being so restless that it is hard to sit still? Becoming easily annoyed or irritable? Feeling afraid as if something awful might happen? Repeated, disturbing, and unwanted memories of the stressful experience? Repeated, disturbing dreams of the stressful experience? Suddenly feeling or acting as if the stressful experience were actually happening again (as if you were actually back there reliving it)? Feeling very upset when something reminded you of the stressful experience? Having strong physical reactions when something reminded you of the stressful experience (for example, heart pounding, trouble breathing, sweating)? Avoiding memories, thoughts, or feelings related to the stressful experience? Avoiding external reminders of the stressful experience (for example, people, places, conversations, activities, objects, or situations)? Trouble remembering important parts of the stressful experience? Having strong negative beliefs about yourself, other people, or the world (for example, having thoughts such as:I am bad, there is something seriously wrong with me, no one can be trusted, the world is completely dangerous)? Blaming yourself or someone else for the stressful experience or what happened after it? Having strong negative feelings such as fear, horror, anger, guilt, or shame? Loss of interest in activities that you used to enjoy? Feeling distant or cut off from other people? Trouble experiencing positive feelings (for example, being unable to feel happiness or have loving feelings for people close to you)? Irritable behavior, angry outbursts, or acting aggressively? Taking too many risks or doing things that could cause you harm? Being “superalert” or watchful or on guard? Feeling jumpy or easily startled? Having difficulty concentrating? Trouble falling or staying asleep? Do you sometimes feel that people are talking about you? Do you sometimes feel that other people are watching you? When shopping, do you get the feeling that other people are taking notice of you? I often feel that others have it in for me. Do you sometimes get concerned that friends or co-workers are not really loyal or trustworthy? Do you often have to keep an eye out to stop people from taking advantage of you? Do you feel that you cannot get “close” to people? I find it hard to be emotionally close to other people. Do you feel that there is no one you are really close to outside of your immediate family, or people you can confide in or talk to about personal problems? I tend to keep my feelings to myself. I rarely laugh and smile. I am not good at expressing my true feelings by the way I talk and look. Other people see me as slightly eccentric (odd). I am an odd, unusual person. I have some eccentric (odd) habits. People sometimes comment on my unusual mannerisms and habits. Do you often feel nervous when you are in a group of unfamiliar people? I get anxious when meeting people for the first time. I feel very uncomfortable in social situations involving unfamiliar people. I sometimes avoid going to places where there will be many people because I will get anxious. Do you believe in telepathy (mind-reading)? Do you believe in clairvoyance (psychic forces, fortune telling)? Have you had experiences with astrology, seeing the future, UFO’s, ESP, or a sixth sense? Have you ever felt that you are communicating with another person telepathically (by mind-reading)? I sometimes jump quickly from one topic to another when speaking. Do you tend to wander off the topic when having a conversation? I often ramble on too much when speaking. I sometimes forget what I am trying to say. I often hear a voice speaking my thoughts aloud. When you look at a person or yourself in a mirror, have you ever seen the face change right before your eyes? Are your thoughts sometimes so strong that you can almost hear them? Do everyday things seem unusually large or small?\r",{"entities":[[0,44,"QUETIONS"],[45,82,"QUETIONS"],[83,139,"QUETIONS"],[140,178,"QUETIONS"],[179,207,"QUETIONS"],[208,304,"QUETIONS"],[305,391,"QUETIONS"],[392,458,"QUETIONS"],[459,461,"GARBAGE"],[462,561,"QUETIONS"],[562,641,"QUETIONS"],[642,678,"QUETIONS"],[679,722,"QUETIONS"],[723,764,"QUETIONS"],[765,782,"QUETIONS"],[783,830,"QUETIONS"],[831,868,"QUETIONS"],[869,919,"QUETIONS"],[920,992,"QUETIONS"],[993,1049,"QUETIONS"],[1050,1187,"QUETIONS"],[1188,1263,"QUETIONS"],[1264,1412,"QUETIONS"],[1413,1490,"QUETIONS"],[1491,1628,"QUETIONS"],[1629,1693,"QUETIONS"],[1694,1918,"QUETIONS"],[1919,2007,"QUETIONS"],[2008,2085,"QUETIONS"],[2086,2140,"QUETIONS"],[2141,2186,"QUETIONS"],[2187,2320,"QUETIONS"],[2321,2381,"QUETIONS"],[2382,2446,"QUETIONS"],[2447,2490,"QUETIONS"],[2491,2524,"QUETIONS"],[2525,2557,"QUETIONS"],[2558,2592,"QUETIONS"],[2593,2649,"QUETIONS"],[2650,2707,"QUETIONS"],[2708,2789,"QUETIONS"],[2790,2833,"GARBAGE"],[2834,2928,"QUETIONS"],[2929,3010,"QUETIONS"],[3011,3061,"QUETIONS"],[3062,3273,"QUETIONS"],[3274,3311,"GARBAGE"],[3312,3337,"GARBAGE"],[3338,3410,"GARBAGE"],[3411,3459,"GARBAGE"],[3460,3586,"GARBAGE"],[3587,3658,"QUETIONS"],[3659,3712,"GARBAGE"],[3713,3788,"GARBAGE"],[3789,3926,"QUETIONS"],[3930,3992,"QUETIONS"],[3993,4182,"QUETIONS"],[4183,4248,"GARBAGE"],[4249,4312,"QUETIONS"],[4313,4354,"GARBAGE"],[4355,4447,"GARBAGE"],[4448,4557,"QUETIONS"],[4558,4626,"QUETIONS"],[4627,4676,"QUETIONS"]]}],["",{"entities":[]}]]}